Repository: SeoMix/seokey-free
Catalog: public/assets/languages/seo-key-*.po
Languages: fr_fr

source: Not enough text: you have %s missing characters
fr_fr: Pas assez de texte : vous avez %s caractères manquants

source: Not enough text: you have %s missing character
fr_fr: Pas assez de texte : vous avez %s caractère manquant

source: Good text: %s remaining characters
fr_fr: Bon texte : %s caractères restants

source: Good text: %s remaining character
fr_fr: Bon texte : %s caractère restant

source: Too much text: you have %s extra characters
fr_fr: Trop de texte : vous avez %s de caractères en trop

source: Too much text: you have %s extra character
fr_fr: Trop de texte : vous avez %s caractères en trop

source: Edit this Post Type Archive
fr_fr: Modifiez cette page d’archive des Post Type

source: View this Post Type Archive
fr_fr: Voir cette page d’archive des Post Type

source: Archive page
fr_fr: Page d’archive

source: Search engine data
fr_fr: Données SEO

source: Tell Google what your content is about:
fr_fr: Dites à Google de quoi parle votre contenu:

# H1 page title
source: %s: Archive Page SEO Settings
fr_fr: %s : Paramètres SEO des pages d’archives

source: View post type archive page:
fr_fr: Voir page d’archive des Post Type:

source: An error has occurred.
fr_fr: Une erreur est survenue.

# update message in an admin notice
source: SEO Settings updated.
fr_fr: Paramètres SEO mis à jour.

source: SEOKEY automatically fixes many technical issues on your WordPress website. Here's what we do:
fr_fr: SEOKEY corrige automatiquement de nombreux problèmes techniques sur votre site WordPress. Voici ce que nous faisons :

source: SEOKEY can also automatically optimize other elements according to your settings:
fr_fr: SEOKEY peut également optimiser automatiquement d’autres éléments en fonction de vos paramètres :

source: SEO optimizations
fr_fr: Optimisations SEO

source: Manual SEO optimizations
fr_fr: Optimisations SEO manuelles

source: The most efficient SEO plugin
fr_fr: L'extension de référencement naturel la plus efficace

source: Here is a quick access to all you need to soar on Google!
fr_fr: Voici un accès rapide à tout ce dont vous avez besoin pour monter en flèche sur Google !

source: Your SEO Score
fr_fr: Votre score SEO

source: Tools
fr_fr: Outils

source: SEO Audit
fr_fr: Audit SEO

source: Configuration and help
fr_fr: Configuration et aide

source: Settings
fr_fr: Paramètres

source: Support
fr_fr: Assistance

source: Upgrade now to improve your SEO!
fr_fr: Mettez vous à niveau maintenant pour améliorer votre SEO !

source: We give you all the keys to succeed:
fr_fr: Nous vous donnons toutes les clés pour réussir :

source: A full audit module
fr_fr: Un module complet d'audit

source: Individual advice for each content: what should I do next?
fr_fr: Un conseil précis pour chaque contenu : que dois-je faire ensuite ?

source: Easily connect your Search Console and get more SEO data
fr_fr: Connectez facilement votre Search Console et récupérez plus de données SEO

source: See and fix Google 404 and WordPress automatic redirections
fr_fr: Voir et corriger les erreurs 404 de Google et les redirections automatiques de WordPress

source: <a class='button button-secondary button-hero' target='_blank' href='https://www.seo-key.com/pricing/'>Buy SEOKEY Premium</a>
fr_fr: <a class='button button-secondary button-hero' target='_blank' href='https://www.seo-key.fr/tarifs/'>Acheter SEOKEY PRO</a>

source: If you bought SEOKEY PRO and you don't know how to install it, just follow <a href='https://www.seo-key.com/faqs/'>our FAQ</a>.
fr_fr: Si vous avez acheté SEOKEY PRO et que vous ne savez pas comment l'installation, suivez <a href='https://www.seo-key.fr/faq/'>notre FAQ.</a>.

# Setting Section explanation - <p>
source: These information will help Google to display data about you.
fr_fr: Ces informations permettront à Google d’afficher des données vous concernant.

# Setting Section tab name
source: Who are you?
fr_fr: Qui êtes-vous ?

source: Some of your contents may not be browsable publicly, tell us which ones.
fr_fr: Certains de vos contenus peuvent ne pas être consultables publiquement, dites-nous lesquels.

source: Contents
fr_fr: Contenus

source: Metas and URL
fr_fr: Métas et URL

source: Some SEO optimizations need manual choices depending on your theme and plugins. Select which optimization to activate.
fr_fr: Certaines optimisations SEO nécessitent des choix manuels en fonction de votre thème et de vos extensions. Sélectionnez les optimisations à activer.

source: No pagination on author pages
fr_fr: Pas de pagination sur les pages des auteurs

source: Username
fr_fr: Nom d’utilisateur

source: No pagination with comments
fr_fr: Pas de pagination avec les commentaires

source: No "reply to" links for each comment
fr_fr: Pas de liens «répondre à» pour chaque commentaire

source: Hide noindexed content from main loops
fr_fr: Masquer le contenu noindex des boucles principales

source: Deactivate and redirect secondary RSS feeds to the main feed
fr_fr: Désactiver et rediriger les flux RSS secondaires vers le flux principal

source: You may need some tools to correctly use SEOKEY
fr_fr: Vous pouvez avoir besoin de certains outils pour utiliser correctement SEOKEY

source: Htaccess/htpasswd protection
fr_fr: Protection htaccess/htpasswd

source: Password
fr_fr: Mot de passe

source: Breadcrumbs
fr_fr: Fils d’Ariane

source: If you want to display a breadcrumb to Google and users, use the <strong>[seokey_breadcrumbs]</strong> shortcode or copy and paste the code below into your theme.
fr_fr: Si vous souhaitez afficher un fil d’Ariane à Google et aux utilisateurs, utilisez le shortcode <strong>[seokey_breadcrumbs]</strong> ou copiez et collez le code ci-dessous dans votre thème.

source: Copy code
fr_fr: Copier le code

source: Copied
fr_fr: Copié

source: Only use the option below if you are currently protecting your site from Google, for example if the site is being created on a development server.<br>
fr_fr: Utilisez l'option ci-dessous uniquement si vous êtes en train de protéger votre site de Google, par exemple si le site est en cours de création sur un serveur de développement.<br>

source: Check the box below to display htaccess/htpasswd credentials option: it will allow SEOKEY to use them to audit your website.
fr_fr: Cocher la case ci-dessous pour afficher les accès htaccess/htpasswd : cela permettra à SEOKEY de les utiliser pour auditer votre site.

source: Show credentials
fr_fr: Montrer les identifiants

source: Go Premium!
fr_fr: Passez à la version PRO !

source: <a class='button button-primary button-hero' target='_blank' href='https://www.seo-key.com/pricing/'>Buy SEOKEY Premium</a>
fr_fr: <a class='button button-primary button-hero' target='_blank' href='https://www.seo-key.fr/tarifs/'>Acheter SEOKEY PRO</a>

source: More info or help?
fr_fr: Plus d'information ou besoin d'aide ?

source: Need help with SEOKEY free? Contact us here: <a href='https://wordpress.org/support/plugin/seo-key/'>SEOKEY Free support page</a>.
fr_fr: Besoin d'aide avec SEOKEY ? Contactez-nous sur ici: <a href='https://wordpress.org/support/plugin/seo-key/'>Forum de support de SEOKEY</a>.

source: Please also check <a href='https://www.seo-key.com/faqs/'>our FAQ</a>.
fr_fr: Pensez aussi à regarder <a href='https://www.seo-key.fr/faq/'>notre Foire Aux Questions</a>.

source: You can also read <a href='https://trello.com/b/jauwlc3J/seokey-pro-public-roadmap'>public roadmap</a>. We may already be working on the functionality you need.
fr_fr: Vous pouvez également consulter <a href=‘https://trello.com/b/jauwlc3J/seokey-pro-public-roadmap’>la feuille de route publique</a>. Nous travaillons peut-être déjà sur la fonctionnalité dont vous avez besoin.

source: Need help with SEOKEY? Send us an email at <a href='mailto:support@seo-key.com'>support@seo-key.com</a>.
fr_fr: Vous rencontrez un problème avec SEOKEY ? Envoyez-nous un e-mail à <a href="mailto:support@seo-key.com">support@seo-key.com</a>.

source: SEOKEY Installation and upgrade Wizard
fr_fr: Assistant d’installation et de mise à niveau de SEOKEY

# Next button in the wizard page
source: Save and continue
fr_fr: Enregistrer et continuer

source: Skip this step
fr_fr: Passer cette étape

# Wizard Step
source: Start
fr_fr: Démarrage

source: Back
fr_fr: Retour

source: Welcome to SEOKEY !
fr_fr: Bienvenue dans SEOKEY !

source: It will only takes a few minutes to get up and running.
fr_fr: Cela ne prendra que quelques minutes pour paramétrer l'extension.

source: Why is SEOKEY the best SEO plugin?
fr_fr: Pourquoi SEOKEY est la meilleure extension SEO ?

source: Automatic optimization of your website
fr_fr: Une optimisation automatique pour votre site

source: All you need to skyrocket on Google
fr_fr: Tout le nécessaire pour monter en flèche sur Google

source: Powerful SEO audit
fr_fr: Un module d'audit puissant

source: Let's start!
fr_fr: C'est parti !

source: SEOKEY is ready !
fr_fr: SEOKEY est prêt !

source: You can now start to audit your website!
fr_fr: Vous pouvez maintenant lancer l'audit de votre site !

source: (only PRO version provides the full SEO audit)
fr_fr: (seule la version PRO propose un module d'audit SEO complet)

source: Go to audit
fr_fr: Aller à l’audit

source: Are these content types useful for Google or users?
fr_fr: Ces types de contenu sont-ils utiles à Google ou aux utilisateurs ?

source: Some contents may not be useful: tell us which ones to hide from Google (noindex).
fr_fr: Certains contenus peuvent ne pas être utiles : dites-nous lesquels cacher à Google (noindex).

# Status of the `public` setting for a custom post type set on true
source: Show
fr_fr: Afficher

# Status of the `public` setting for a custom post type set on false
source: Hide
fr_fr: Masquer

source: Are these taxonomies useful for Google or users?
fr_fr: Ces taxonomies sont-elles utiles à Google ou aux utilisateurs ?

source: Some taxonomies may not be useful. Tell us which ones.
fr_fr: Certaines taxonomies peuvent ne pas être utiles : dites-nous lesquels cacher à Google (noindex).

source: URL optimization
fr_fr: Optimisations des URL

source: Remove and redirect "/category/" part in categories URL
fr_fr: Supprimer et rediriger le préfixe "/category/" dans les URL de catégories

source: Categories URLs have a "category" prefix. It is not useful for Google and it makes them harder to read (Ex. /category/category-name/).<br>You should remove them.
fr_fr: Les URL de catégorie ont un préfixe «category». Il n’est pas utile pour Google et rend l’URL plus difficile à lire (par exemple /category/category-name/).<br>Vous devriez le supprimer.

source: Does "%s" content type is useful ?
fr_fr: Le type de contenu «%s» est-il utile ?

source: You can create and manage contents called <strong>"%s"</strong> (it's one of your "post types").
fr_fr: Vous pouvez créer et gérer des contenus appelés <strong>"%s"</strong> (c'est l'un de vos Post Types).

source: <strong>What is a post type ?</strong>
fr_fr: <strong> Qu’est-ce qu’un type de contenu ?</strong>

source: It is a kind of content. For example, WordPress have two default post types : posts and pages.
fr_fr: C’est un type de contenu. Par exemple, WordPress propose deux Post Types par défaut : les articles et les pages.

source: Here is an example of content found for this post type: <strong><a href="%s" target="_blank">%s</a></strong>
fr_fr: Voici un exemple d’URL pour ce type de publication : <strong><a href="%s" target="_blank">%s</a></strong>

source: <strong>Is it useful for users or for Google ?</strong><br>If your answer is no, select "Hide". If you don't know, keep the "Show" option.
fr_fr: <strong>Est-ce utile pour les utilisateurs ou pour Google?</strong><br>Si votre réponse est non, sélectionnez «Masquer». Si vous ne savez pas, conservez l’option «Afficher».

source: Actually, you do not have created any "%s".
fr_fr: En fait, vous n’avez pas créé de «%s».

source: If you are not planning on using this content type, <strong>you should hide it from Google</strong>. To do so, select "Hide". If you don't know, keep the "Show" option.
fr_fr: Si vous n'avez pas l'intention d'utiliser ce type de contenu, <strong>vous devriez le masquer aux yeux de Google</strong>. Pour cela, sélectionnez «Masquer». Si vous ne savez pas, conservez l’option «Afficher».

source: Does "%s" taxonomy is useful ?
fr_fr: La taxonomie «%s» est-elle utile?

source: You can sort contents with the <strong>"%s"</strong> taxonomy.
fr_fr: Vous pouvez classer vos contenus avec la taxonomie <strong>"%s"</strong>.

source: <strong>What is a taxonomy?</strong>
fr_fr: <strong>Qu’est-ce qu’une taxonomie?</strong>

source: It is used to display a list of contents. For example, 'categories' are a taxonomy used to display 'posts'.
fr_fr: C'est utilisé pour afficher une liste de contenus. Par exemple, les « catégories » sont une taxonomie utilisée pour afficher les « articles ».

source: Here is an example of content found for this taxonomy: <strong><a href="%s" target="_blank">%s</a></strong>
fr_fr: Voici un exemple d’URL pour cette taxonomie : <strong><a href="%s" target="_blank">%s</a></strong>

source: <strong>Is it useful for users or for Google ?</strong><br>If your answer is no, select "Hide". If you don't know, keep the "Show" option.
fr_fr: <strong>Est-ce utile pour les utilisateurs ou pour Google?</strong><br>Si votre réponse est non, sélectionnez «Masquer». Si vous ne savez pas, conservez l’option «Afficher».

source: Are authors pages useful ?
fr_fr: Les pages auteurs sont-elles utiles ?

source: You can show author pages to Google.
fr_fr: Vous pouvez montrer les pages auteurs à Google.

source: Here is an example author URL : <strong><a href="%s" target="_blank">%s</a></strong>
fr_fr: Voici un exemple d’URL de page auteur : <strong><a href="%s" target="_blank">%s</a></strong>

source: Actually, you do no have created any author URL.
fr_fr: En fait, vous n’avez pas créé d’URL auteur.

source: Author
fr_fr: Auteur

source: Are author pages useful for Google or users?
fr_fr: Les pages d’auteur sont-elles utiles à Google ou aux utilisateurs ?

source: Author pages can also be on Google. Tell us what to do with them.
fr_fr: Les pages d’auteur peuvent aussi être sur Google. Dites-nous ce qu’il faut en faire.

source: Help us understand your different content types
fr_fr: Aidez-nous à comprendre vos différents types de contenu

source: What makes it easier to describe or categorize this type of content "%s"?
fr_fr: Quelle est la meilleure façon de décrire ou catégoriser ce type de contenu "%s" ?

source: What best describes "%s"?
fr_fr: Qu’est-ce qui décrit le mieux «%s» ?

source: <strong>%s</strong> is the only taxonomy for %s. We've selected it for you
fr_fr: <strong>%s</strong> est la seule taxonomie pour %s. Nous l’avons sélectionnée pour vous

source: For some of the options below, if you don't know what contents you need to hide, <strong>do not change them</strong>.<br>You can also use each question mark to have more information about them.
fr_fr: Pour certaines options ci-dessous, si vous ne savez pas quel contenu vous devez masquer, <strong>ne les modifiez pas</strong>.<br>Vous pouvez également utiliser chaque point d’interrogation pour obtenir plus d’informations.

source: What is your website about?
fr_fr: De quoi parle votre site web ?

source: Tell Search Engine more about you to improve your visibility: who are you?
fr_fr: Dites-en plus à propos de vous au moteur de recherche pour améliorer votre visibilité : qui êtes-vous ?

source: I don’t want to display this information on Google
fr_fr: Je ne veux pas afficher ces informations sur Google

# context from schema.org
source: A person
fr_fr: Une personne

# context from schema.org
source: A business, organization or association
fr_fr: Une entreprise, une organisation ou une association

source: Personal information
fr_fr: Informations personnelles

source: Photo or avatar
fr_fr: Photo ou avatar

source: Social media profiles
fr_fr: Vos réseaux sociaux

source: Business information
fr_fr: Informations sur l’entreprise

source: Local Business
fr_fr: Entreprise locale (Local Business)

source: Name
fr_fr: Nom

# placeholder
source: e.g. John
fr_fr: ex: John

source: Birthdate
fr_fr: Date de naissance

source: Job title or role
fr_fr: Intitulé du poste ou rôle

# placeholder
source: ex. SEO Consultant, Farmer
fr_fr: ex : Consultant SEO, Agriculteur

source: Company
fr_fr: Entreprise

source: Contact details
fr_fr: Coordonnées

source: Address
fr_fr: Adresse

# placeholder
source: e.g.1357 Blane Street
fr_fr: ex : 19 Avenue Louise Michel

source: Postcode
fr_fr: Code postal

# placeholder
source: e.g. 44400
fr_fr: ex : 44400

source: City
fr_fr: Ville

# placeholder
source: e.g. Paris, New York
fr_fr: ex : Paris, New York

source: Country
fr_fr: Pays

# placeholder
source: e.g. france
fr_fr: ex : France

source: Phone number
fr_fr: Numéro de téléphone

# placeholder
source: e.g. +33240590935
fr_fr: ex: 0240590935

source: Is it open to the public?
fr_fr: Êtes-vous ouverts au public ?

# minimum price from a store
source: Price range
fr_fr: Fourchette de prix

# placeholder "From price min" range
source: e.g. 500
fr_fr: ex : 500

# placeholder "To price max" range
source: e.g. 9000
fr_fr: ex : 9000

# opening hours for a local business
source: Opening Hours
fr_fr: Horaires d’ouverture

# when does the local business opens
source: 8:15 am (from)
fr_fr: 8h15 (de)

# when does the local business closes
source: 6:00 pm (to)
fr_fr: 18h00 (à)

source: If you have social media profiles, add them below
fr_fr: Si vous avez des réseaux sociaux, ajoutez-les ci dessous

source: Homepage information for Google
fr_fr: Information de la page d’accueil pour Google

source: It will tell Google what your website is about (%s HTML tag).
fr_fr: Cela indiquera à Google de quoi parle votre site Web (balise HTML %s).

source: Google may show it on search result pages to describe your homepage (%s HTML tag).
fr_fr: Google peut l’afficher dans les pages de résultats de recherche pour décrire votre page d’accueil (balise HTML %s).

source: You can also edit directly your homepage here:
fr_fr: Vous pouvez aussi modifier directement votre page d’accueil ici :

source: Edit "%1$s" content.
fr_fr: Modifier le contenu "%1$s".

source: Upload
fr_fr: Ajouter une image

source: Change image
fr_fr: Modifier l’image

source: Remove image
fr_fr: Supprimer l’image

source: Preview
fr_fr: Prévisualiser

source: Logo or photo
fr_fr: Logo ou photo

source: No settings available for this page
fr_fr: Aucun réglage disponible pour cette page

source: Save all changes
fr_fr: Enregistrer tout

source: Settings updated
fr_fr: Réglages mis à jour

source: Your SEOKEY settings have been updated
fr_fr: Vos réglages SEOKEY ont été mis à jour

source: Replace this block with SEOKEY block
fr_fr: Remplacer ce bloc par le bloc de SEOKEY

source: This block is not recognised!
fr_fr: Ce bloc n'est pas reconnu !

source: This is a private content: we do not audit them.
fr_fr: Ceci est un contenu privé: nous ne les auditons pas.

source: See all
fr_fr: Voir tout

source: See less
fr_fr: Voir moins

source: Please wait
fr_fr: Veuillez patienter

source: Error, audit is not working !
fr_fr: Erreur, l’audit ne fonctionne pas !

source: You have a htpasswd protection. Please enter your login and password on the Tools Tabs here:
fr_fr: Vous avez une protection htpasswd. Veuillez entrer votre login et votre mot de passe dans l'onglet Outils ici :

source: Settings Page
fr_fr: Page de réglages

source: Last task done:
fr_fr: Dernière tâche effectuée:

source: tasks left<br>
fr_fr: tâches restantes<br>

source: Reload this page or wait a few moments to try again.
fr_fr: Rechargez cette page ou attendez quelques instants pour réessayer.

source: Error, audit seems stuck.
fr_fr: Erreur, l’audit semble bloqué.

source: Please reload this page or wait a few moments, we will reload it for you.
fr_fr: Veuillez recharger cette page ou attendre quelques instants, nous la rechargerons pour vous.

source: Audit is finished, we will reload your data in: 4 seconds
fr_fr: Audit terminé, nous allons recharger la page dans: 4 secondes

source: Audit is finished, we will reload your data in:
fr_fr: Audit terminé, nous allons recharger la page dans:

source: seconds
fr_fr: secondes

source: Audit is finished, we will reload now
fr_fr: Audit terminé, nous allons recharger la page maintenant

source: Please wait
fr_fr: Veuillez patienter

source: Add an FAQ optimised for SEO.
fr_fr: Ajouter une FAQ optimisée pour le SEO.

source: Enter the question
fr_fr: Indiquez la question

source: Enter the answer
fr_fr: Indiquez la réponse

source: Delete question
fr_fr: Supprimer la question

source: Move up
fr_fr: Déplacer vers le haut

source: Move down
fr_fr: Déplacer vers le bas

source: Add question
fr_fr: Ajouter une question

source: Start Wizard
fr_fr: Démarrer la configuration

source: Import ignored
fr_fr: Import ignoré

source: Please wait, we will reload this page in 8 seconds
fr_fr: Merci de patienter, nous allons recharger la page dans 8 secondes

source: Please wait, we will reload this page in %s seconds
fr_fr: Merci de patienter, nous allons recharger la page dans %s secondes

source: Continue
fr_fr: Continuer

source: Keyword saved
fr_fr: Mot-clé sauvegardé

source: Error
fr_fr: Erreur

source: Target this keyword or phrase
fr_fr: Cibler ce mot clé ou cette expression

source: Update keyword or phrase
fr_fr: Mettre à jour le mot clé ou l'expression

source: - Disabled by SEOKEY: these options may harm your SEO
fr_fr: - Désactivé par SEOKEY : ces options peuvent nuire à votre référencement

source: - Disabled by SEOKEY: you have chosen to remove category base from your categories permalinks.
fr_fr: - Désactivé par SEOKEY : vous avez choisi de supprimer la base de catégorie de vos permaliens de catégories.

source: Change Image
fr_fr: Modifier l’image

source: Ignore and continue
fr_fr: Ignorer et continuer

source: Add More
fr_fr: Ajouter une ligne

source: Google Preview
fr_fr: Aperçu Google

source: Title
fr_fr: Titre

source: %d to %d chars
fr_fr: %d à %d caractères

source: Search engine visibility
fr_fr: Visibilité sur le moteur de recherche

source: Search engines are discouraged from indexing this site (%schange this%s)
fr_fr: Les moteurs de recherche sont dissuadés d’indexer cette page (%smodifier cela%s)

source: This taxonomy is hidden (%schange this%s)
fr_fr: Cette taxonomie est cachée (%smodifier cela%s)

source: This post type is hidden (%schange this%s)
fr_fr: Ce type de contenu est caché (%smodifier cela%s)

source: Hide this %s post type archive, I don't want to see it on Google
fr_fr: Cacher l'archive de contenu '%s', je ne veux pas qu’elle soit visible sur Google

source: Hide this %s, I don't want to see it on Google
fr_fr: Cacher cet élément (%s), je ne veux pas que ce soit visible sur Google

source: Hide this author, I don't want to see it on Google
fr_fr: Cacher cet auteur, je ne veux pas qu’il soit visible sur Google

source: Entire website
fr_fr: Site en entier

source: Medias without ALT
fr_fr: Images sans texte alternatif (ALT)

source: All issues
fr_fr: Tous les problèmes

source: Content issues
fr_fr: Problèmes de contenus

source: Technical issues
fr_fr: Problèmes techniques

source: View all URLs with issues
fr_fr: Voir toutes les URL avec des problèmes

source: Title tag is too short: only %d characters. Here is the current title: <strong>%s</strong>
fr_fr: Le titre est trop court : seulement %d caractères. Voici le titre actuel : <strong>%s</strong>

source: Title tag is too long: %d characters. Here is the current title: <strong>%s</strong>
fr_fr: Le titre est trop long : %d caractères. Voici le titre actuel : <strong>%s</strong>

source: Meta description is missing.
fr_fr: La méta description est manquante.
