Repository: SeoMix/seokey-free
Catalog: public/assets/languages/seo-key-*.po
Languages: fr_fr

source: Meta description is too short: only %d characters.
fr_fr: La méta description est trop courte : seulement %d caractères.

source: Meta description is too long: %d characters.
fr_fr: La méta description est trop longue : %d caractères.

source: %d of %d images do not have an alternative text (ALT) in your content. You need to describe each image for Search Engines.
fr_fr: %d des %d images n’ont pas de texte alternatif (ALT) dans votre contenu. Vous devez décrire chaque image pour les moteurs de recherche.

source: No image has been found in your content: you should at least add one to improve it.
fr_fr: Aucune image n'a été trouvée dans le contenu : vous devriez au moins en ajouter une.

source: No internal link found in the main content: you should add some towards your important pages.
fr_fr: Aucun lien n'a été trouvé dans le contenu principal : vous devriez en ajouter quelques-uns vers vos contenus importants pour leur donner plus de popularité.

source: No keyword has been chosen for this content: please choose one to receive more SEO advice.
fr_fr: Aucun mot-clé n’a été choisi pour ce contenu : veuillez en choisir un pour recevoir plus de conseils en matière de SEO.

source: Your main keyword "%s" does not appear in the first paragraph or first 100 words of your content. You should add it there.
fr_fr: Votre mot clé principal «%s» n'apparaît pas dans le premier paragraphe ou dans les 100 premiers mots de votre contenu. Vous devriez l'y ajouter.

source: Your content is empty.
fr_fr: Le contenu est vide.

source: The length of your content is %d words instead of <strong>%d minimum</strong>. You need to expand it.
fr_fr: La longueur de votre contenu est de %d mots au lieu de <strong>%d minimum</strong>. Vous devez le développer.

source: The length of your content is %d words, close to the %d limit. You can do better.
fr_fr: La longueur de votre contenu est de %d mots, proche de la limite de %d. Vous pouvez faire mieux.

source: This content is hidden from Google. If you want it to appear, you need to change this option.
fr_fr: Ce contenu est caché à Google. Si vous voulez qu’il apparaisse, vous devez modifier cette option.

source: This author have incomplete data about them (job, birthdate and more). You should fill in this information so that Google can get to know you better.
fr_fr: Cet auteur a des données incomplètes (emploi, date de naissance et plus). Vous devriez remplir ces informations pour permettre à Google de mieux vous connaître.

source: Your "Who are you?" settings are not filled in. <a href="%s">Display these details about yourself</a> to increase your credibility with Google (Schema.org markup)
fr_fr: Vos réglages "Qui êtes-vous ?" ne sont pas renseignés. <a href="%s">Remplissez les informations vous concernant</a> pour améliorer votre crédibilité auprès de Google (balisage Schema.org).

source: Your "Who are you?" settings are not fully configured. <a href="%s">Fill in the information about yourself</a> to increase your credibility for Google (Schema.org markup).
fr_fr: Vos réglages "Qui êtes-vous ?" ne sont pas entièrement configurés. <a href="%s">Remplissez les informations vous concernant</a> pour améliorer votre crédibilité auprès de Google (balisage Schema.org).

source: Meta description empty: you should write one
fr_fr: Meta description manquante : vous devriez en écrire une

source: Meta description too short (%s characters): you should expand it
fr_fr: Meta description trop courte (%s caractères): vous devriez l'étoffer

source: Meta description too long (%s characters): you should reduce it
fr_fr: La méta description est trop longue (%s caractères): vous devriez la réduire

source: <span class="seokey-issue-count">%s</span> URL with issue
fr_fr: <span class="seokey-issue-count">%s</span> URL avec problème

source: <span class="seokey-issue-count">%s</span> issue with title tag length
fr_fr: <span class="seokey-issue-count">%s</span> problème avec la longueur de la balise Title

source: <span class="seokey-issue-count">%s</span> issue with meta description length
fr_fr: <span class="seokey-issue-count">%s</span> problème avec la longueur de la méta-description

source: <span class="seokey-issue-count">%s</span> content with images without descriptions (ALT text)
fr_fr: <span class="seokey-issue-count">%s</span> contenu avec des images sans description (texte ALT)

source: <span class="seokey-issue-count">%s</span> content without any images
fr_fr: <span class="seokey-issue-count">%s</span> contenu sans aucune image

source: <span class="seokey-issue-count">%s</span> content without internal link in the main content
fr_fr: <span class="seokey-issue-count">%s</span> contenu sans lien interne dans le contenu principal

source: <span class="seokey-issue-count">%s</span> content without a main keyword chosen
fr_fr: <span class="seokey-issue-count">%s</span> contenu sans mot-clé principal choisi

source: <span class="seokey-issue-count">%s</span> content without main keyword at the beginning of the content
fr_fr: <span class="seokey-issue-count">%s</span> contenu sans son mot-clé principal présent dans le début du contenu

source: <span class="seokey-issue-count">%s</span> content too short
fr_fr: <span class="seokey-issue-count">%s</span> contenu trop court

source: <span class="seokey-issue-count">%s</span> hidden content
fr_fr: <span class="seokey-issue-count">%s</span> contenu masqué

source: <span class="seokey-issue-count">%s</span> author without complete info
fr_fr: <span class="seokey-issue-count">%s</span> auteur sans informations complètes

source: The "Who are you" section is incomplete or has not been filled in
fr_fr: La section "Qui êtes-vous ?" n'est pas remplie ou est incomplète

source: Meta title length
fr_fr: Longueur de la balise title

source: Meta descriptions length
fr_fr: Longueur de la méta description

source: Image ALT missing in contents
fr_fr: Texte alternatif des images manquant dans les contenus

source: No image in contents
fr_fr: Aucune image dans les contenus

source: No internal link in main content
fr_fr: Aucun liens interne dans les contenus

source: Main keyword selected
fr_fr: Sélection des mots-clés principaux

source: Main keyword is missing at the beginning of content
fr_fr: Contenu principal manquant au début du contenu

source: Word Count
fr_fr: Nombre de mots

source: Noindex contents excluded from Search Engines
fr_fr: Contenus exclus des recherches

source: Author with incomplete data
fr_fr: Auteurs sans informations personnelles complètes

source: Checking "Who are you ?" settings
fr_fr: Vérification des réglages du "Qui êtes-vous ?"

source: No audit data yet
fr_fr: Pas encore de données d’audit

source: Good job
fr_fr: Bon travail

source: Keep working
fr_fr: Continuez à travailler

source: You need to launch an audit
fr_fr: Vous devez lancer un audit

source: Almost perfect
fr_fr: Presque parfait

source: You are almost there
fr_fr: Vous avez presque terminé

source: You still need to improve your SEO
fr_fr: Vous devez encore améliorer votre référencement

source: You still need a lot of work to improve your SEO
fr_fr: Vous avez encore du travail à faire pour améliorer votre référencement

source: <span class="seokey-audit-show-numbers">%1$s</span> content checked
fr_fr: <span class="seokey-audit-show-numbers">%1$s</span> contenus vérifiés

source: No content checked yet
fr_fr: Aucun contenu n’a encore été vérifié

source: <span class="seokey-audit-show-numbers">%1$s</span> audit tasks performed
fr_fr: <span class="seokey-audit-show-numbers">%1$s</span> tâches d’audit effectuées

source: No SEO issues analyzed yet
fr_fr: Aucun contenu SEO n’a encore été analysé

source: Launch an SEO Audit
fr_fr: Lancer un audit SEO

source: Number of items per page:
fr_fr: Nombre d'éléments par page :

source: <span>%s</span> issue
fr_fr: <span>%s</span> problème

source: SEO Issues
fr_fr: Problèmes SEO

source: Content ignored (noindex)
fr_fr: Contenu ignoré (noindex)

source: Select Keyword
fr_fr: Choisissez un mot clé

source: Wait a few days
fr_fr: Patientez quelques jours

source: Optimize
fr_fr: Optimisez

source: Failed security check
fr_fr: Echec de la vérification de sécurité

# Audit List table row actions
source: Ignore
fr_fr: Ignorer

source: Want more SEO advice? Go PRO!
fr_fr: Vous voulez plus de conseils ? Passez à la version PRO !

source: Priority
fr_fr: Priorité

source: Issue type
fr_fr: Type de problème

source: Issue
fr_fr: Problème

source: Details
fr_fr: En savoir plus

source: Content type
fr_fr: Type de contenu

source: Content title
fr_fr: Titre du contenu

source: [NO TITLE]
fr_fr: [PAS DE TITRE]

# List table row action
source: Edit
fr_fr: Modifier

# List table row action
source: View
fr_fr: Voir

# Audit List table row actions
source: Ignore (PRO only)
fr_fr: Ignorer (PRO seulement)

# List table row action
source: Go to ALT Editor
fr_fr: Aller à ALT Editor

source: Content modified since last audit: relaunch audit to renew data.
fr_fr: Contenu modifié depuis le dernier audit : relancez l’audit pour renouveler les données.

source: Go to main audit
fr_fr: Aller à l’audit principal

source: SEO audit of this content:
fr_fr: Audit SEO de ce contenu :

source: Here are SEOKEY's tips to gain visibility.
fr_fr: Voici les conseils de SEOKEY pour gagner en visibilité.

source: No data yet
fr_fr: Pas données pour le moment

source: Full audit data and tabs are only available in PRO version
fr_fr: Les données complètes de l'audit sont seulement valables dans la version PRO

source: No issue: congratulations!
fr_fr: Pas de problème: félicitations!

source: SEO Audit of:
fr_fr: Audit SEO de:

source: SEO Score
fr_fr: Score SEO

# %1$s is a human-readable time difference
source: Last audit %1$s ago
fr_fr: Dernier audit il y a %1$s

# %1$s is the last audit date
source: Last audit on %1$s
fr_fr: Dernier audit %1$s

source: %s, your audit is still running right now.
fr_fr: %s, votre audit est toujours en cours d’exécution.

source: %s, you will find below the results of your SEO audit:
fr_fr: %s, vous trouverez ci-dessous les résultats de votre audit SEO :

source: Author have incomplete data
fr_fr: Auteur sans informations complètes

source: Incomplete information about Website owner
fr_fr: Informations incomplètes sur le propriétaire du site

source: No information about Website owner
fr_fr: Pas d'informations sur le propriétaire du site

source: SEOKEY is way simpler than any other SEO plugin. Let SEOKEY automatically optimize your website, or select specific optimizations!
fr_fr: SEOKEY est bien plus simple que tout les autres extensions SEO. Laissez SEOKEY optimiser automatiquement votre site ou choisissez vos optimisations !

source: Fix all my WordPress
fr_fr: Tout optimiser

source: Let me choose
fr_fr: Je préfère choisir

source: SEOKEY will automatically optimize the rest of your WordPress site: meta tags, pings, speed, sitemaps, crawl...
fr_fr: SEOKEY optimisera automatiquement le reste de votre site WordPress : balises meta, pings, vitesse, sitemaps, collecte d’informations (crawl)…

source: Fix my WordPress
fr_fr: Corriger mon WordPress

source: Titles and meta descriptions:
fr_fr: Titres et méta-descriptions:

source: No more %%title%% option: SEOKEY already create default optimized titles and meta descriptions
fr_fr: Plus besoin des options %%title%% : SEOKEY crée déjà des titres optimisés par défaut et des méta-descriptions

source: Date Archive:
fr_fr: Archive par date:

source: We disabled date archives: you will have less poor content for Google
fr_fr: Nous avons désactivé les archives de dates. Vous aurez moins de contenu médiocre pour Google

source: Header cleaning:
fr_fr: Nettoyage de l’en-tête:

source: We removed useless content on the HTML head of your pages
fr_fr: Nous avons supprimé le contenu inutile sur l’en-tête HTML de vos pages

source: Custom post types archive page:
fr_fr: Page d'archive de vos contenus sur mesure:

source: If you have custom Post Types with an archive page, we've added an admin page to help you configure them
fr_fr: Si vous avez des posts types personnalisés avec une page d’archive, nous avons ajouté une page admin pour vous aider à les configurer

source: Login Page:
fr_fr: Page de connexion:

source: We cleaned content on your login page
fr_fr: Nous avons nettoyé le contenu de votre page de connexion

source: Medias:
fr_fr: Médias:

source: No more harmful attachment pages (and links to them)
fr_fr: Plus de pages de pièces jointes (attachment pages) nuisibles (et de liens vers celles-ci)

source: WordPress Pings:
fr_fr: Pings de WordPress:

source: No more harmful pings (prevents indexing hidden contents)
fr_fr: Plus de pings néfastes (pour éviter d'indexer des contenus cachés)

source: Writing:
fr_fr: Ecriture:

source: We removed bad options from both Gutenberg and TinyMCE editors
fr_fr: Nous avons supprimé les mauvaises options des éditeurs Gutenberg et TinyMCE

source: Robots.txt file:
fr_fr: Fichier robot.txt:

source: An improved robots.txt has been created
fr_fr: Un fichier robots.txt amélioré a été créé

source: Improved RSS feeds:
fr_fr: Flux RSS améliorés:

source: We cleaned your RSS feeds: no more duplicate content or useless RSS feeds
fr_fr: Nous avons nettoyé vos flux RSS : plus de contenu dupliqué ou de flux RSS inutiles

source: We've added schema.org markup to improve all of your contents
fr_fr: Nous avons ajouté le balisage schema.org pour améliorer tous vos contenus

source: WordPress XML sitemaps:
fr_fr: Plans de sites XML de WordPress:

source: We replaced native WordPress sitemaps with powerful custom sitemaps
fr_fr: Nous avons remplacé les sitemaps natifs de WordPress par de puissants sitemaps personnalisés

source: User metas:
fr_fr: Métas utilisateur:

source: We added some new fields to each user: fill them to help Google understand your authors
fr_fr: Nous avons ajouté de nouveaux champs à chaque utilisateur : remplissez-les pour aider Google à comprendre vos auteurs

source: If you are using performance plugins such as WP-Rocket, we removed harmful 404 errors on old cached files
fr_fr: Si vous utilisez des extensions de performance tels que WP-Rocket, nous avons supprimé les erreurs 404 nuisibles sur les anciens fichiers mis en cache

source: Pagination optimizations
fr_fr: Optimisations de la pagination

source: We improved pagination for better crawl management
fr_fr: Nous avons amélioré la pagination pour une meilleure gestion du crawl

source: Comments cleaning
fr_fr: Nettoyage des commentaires

source: No more harmful and duplicated content caused by your comments
fr_fr: Plus de contenu nuisible et dupliqué causé par vos commentaires

source: Secondary RSS feeds
fr_fr: Flux RSS secondaires

source: We removed your secondary RSS feeds: no more crawl for those useless URL
fr_fr: Nous avons supprimé vos flux RSS secondaires : plus besoin d’explorer ces URL inutiles

source: Import from other SEO plugins
fr_fr: Importer depuis d'autres extensions SEO

source: Another SEO plugin has been detected. Would you like to import data from %1$s?
fr_fr: Un autre plugin SEO a été détecté. Voulez-vous importer les données depuis %1$s ?

source: You have several active SEO plugins. Tell us from which plugin you want to import data.
fr_fr: Vous avez plusieurs extensions SEO actives. Dites-nous de quelles extensions vous souhaitez importer les données.

source: Import data
fr_fr: Importer les données

source: Do not import data
fr_fr: Ne pas importer les données

source: No other SEO plugin with import function has been detected.
fr_fr: Aucune extension SEO avec système d'import n'a été détecté.

source: Incorrect plugin name.
fr_fr: Mauvais nom d'extension.

source: Import completed.
fr_fr: Import terminé.

source: What should I do here?
fr_fr: Que dois-je faire ?

source: This menu show you every keyword or phrase you have targeted.
fr_fr: Ce menu vous montre toutes les expressions et les mots clés que vous avez ciblé.

source: This will help you see your results (average position, clicks, impressions), but most importantly, <strong>it allows us to tell you what your next action is for each content</strong>.
fr_fr: Cela vous aidera à voir vos résultats (position moyenne, clics, impressions), mais le plus important, <strong>cela nous permet de vous dire quelle est la prochaine action à mener pour chacun de vos contenus</strong>.

source: How should I choose a keyword?
fr_fr: Comment choisir un mot clé ?

source: The choice of keywords is crucial. Here are some tips:
fr_fr: Le choix des mots clés est crucial. Voici quelques conseils :

source: <strong>Choose a keyword that makes sense</strong> (e.g. "Beginner cooking course" rather than "beginner" or just "course")
fr_fr: <strong> Choisissez un mot clé qui a du sens</strong> (par exemple "cours de cuisine débutant" plutôt que "débutant" ou "cours")

source: <strong>Related content must meet the user's needs</strong>. Ask yourself the following question: what is the user looking for when he search this phrase into Google?
fr_fr: <strong>Le contenu associé doit répondre au besoin utilisateur</strong>. Posez-vous la question suivante : que recherche l'internaute lorsqu'il tape cette recherche dans Google ?

source: To add a targeted keyword or phrase, just use our metabox while editing your contents
fr_fr: Pour ajouter un mot clé ou une expression ciblée, utilisez notre metabox lorsque vous éditez vos contenus

source: Where does the data comes from?
fr_fr: D’où proviennent ces données ?

source: Positions, clicks and impressions comes from your Search Console.
fr_fr: Les positions, clics et impressions proviennent de votre Search Console.

source: Keep in mind that all data can't be shown into your WordPress if a have a lot of contents, and it may not be 100% accurate (Google doesn't give access to all your data)
fr_fr: Gardez en tête que toutes les données ne peuvent pas être montrées dans WordPress, et qu'elles ne sont pas forcément 100% fiables (Google ne donne pas accès à toutes vos données)

source: This menu displays all the contents of your website.
fr_fr: Ce menu affiche tous les contenus de votre site.

source: This lets you see your results (clicks and impressions), but especially <strong>the content you need to work on</strong>.
fr_fr: Cela vous aidera à voir vos résultats (clics, impressions), mais surtout, <strong>les contenus qui doivent être retravaillés</strong>.

source: What content should I improve?
fr_fr: Quel contenu dois-je améliorer ?

source: Keeping in mind the advice given for each content, you can:
fr_fr: En gardant en tête le conseil donné pour chaque contenu, vous pouvez :

source: <strong>work on content that doesn't get any clicks</strong> (Google and web users don't find it relevant)
fr_fr: <strong>travailler sur les contenus qui n'obtiennent aucun clic</strong> (Google et les internaute ne les trouvent pas pertinents)

source: <strong>add a keyword or target phrase for content that doesn't already have one</strong>. This will help us give you the right advice
fr_fr: <strong>ajouter un mot ou une expression ciblé pour les contenus qui n'en ont pas</strong>. Cela nous aidera à vous donner les bons conseils

source: <strong>optimize your content for the targeted keyword</strong> (if your average position is not yet perfect)
fr_fr: <strong>optimiser votre contenu pour le mot clé ciblé</strong> (si votre position moyenne n'est pas encore parfaite)

source: keyword
fr_fr: mot-clé

source: keywords
fr_fr: mots-clés

source: Content
fr_fr: Contenu

source: All Clicks
fr_fr: Tous les clics

source: All Impressions
fr_fr: Tous les impressions

source: Targeted keyword
fr_fr: Mot-clé ciblé

source: Average position
fr_fr: --- position moyenne

source: Known keywords
fr_fr: Mots-clés connus

source: Advice for this keyword
fr_fr: Conseil pour ce mot clé

source: Select All
fr_fr: Tout sélectionner

source: Want more SEO data? Go PRO!
fr_fr: Vous voulez plus de données SEO ? Passez à la version PRO !

source: Contents without targeted keywords
fr_fr: Contenus avec mots-clés ciblés

source: Contents with targeted keywords
fr_fr: Contenus sans mot-clé ciblé

source: (PRO)
fr_fr: (Version PRO seulement)

source: Targeted keyword or phrase
fr_fr: Mot clé ou expression ciblée

source: Clicks for this keyword
fr_fr: Clics pour ce mot-clé

source: Impressions for this keyword
fr_fr: Impressions pour ce mot-clé

source: Related content
fr_fr: Contenu associé

source: Next action
fr_fr: Prochaine action

source: All contents
fr_fr: Tous les contenus

source: Targeted Keywords
fr_fr: Mots-clés ciblés

source: ALT Editor
fr_fr: Éditeur ALT

source: WordPress Media library is broken
fr_fr: La médiathèque WordPress est cassée

source: WordPress Media Library allows users to manage their media and update their alternative texts.
fr_fr: La médiathèque de WordPress permet aux utilisateurs de gérer leurs médias et de mettre à jour les textes alternatifs de ces derniers.

source: But, it <strong>does not natively update alternative texts everywhere</strong>. When you add a media into your content, it is no longer linked to the media library. Changing the ALT in the media library does not change update your media within in your contents.
fr_fr: Mais, cela <strong>ne met pas à jour nativement les textes alternatifs partout</strong>. Quand vous ajoutez une image dans votre contenu, elle n'est plus liée à la bibliothèque de médias. Changer le ALT dans le bibliothèque de médias ne change pas celui dans votre contenu.

source: <strong>Update to WordPress 6.0 or above to allow SEOKEY to fix this issue</strong>.
fr_fr: <strong>Mettez à jour vers WordPress 6.0 ou supérieur pour permettre à SEOKEY de corriger cette problématique</strong>.

source: SEOKEY fixes the WordPress media library
fr_fr: SEOKEY corrige la bibliothèque de médias de WordPress

source: <strong>SEOKEY PRO do it automatically for you</strong>, you have nothing to do.
fr_fr: <strong>SEOKEY PRO le fait automatiquement pour vous</strong>, vous n'avez rien à faire.

source: Why alternative texts are important?
fr_fr: Pourquoi les textes alternatifs sont-ils importants ?

source: With an alternative text, Google will understand your images.
fr_fr: Avec un texte alternatif, Google sera en mesure de comprendre vos images.

source: It will improve your visibility and accessibility on Search Engines Results.
fr_fr: Cela améliorera votre visibilité sur les résultats des moteurs de recherche et l'accessibilité de votre site.

source: How to use our SEO ALT editor ?
fr_fr: Comment utiliser notre éditeur de texte alternatif SEO ?

source: Use the forms below to update each alternative text. You can use keyboard TAB to switch from one ALT to the next one while updating them.
fr_fr: Utilisez les formulaires ci-dessous pour mettre à jour chaque texte alternatif. Vous pouvez utiliser la touche clavier TAB pour passer d’un texte alternatif à l’autre tout en les mettant à jour.

source: We added a filter above the media library to allow quick access to all images without alternative texts..
fr_fr: Nous avons aussi ajouté une option de filtre au-dessus de la médiathèque pour permettre un accès rapide à toutes les images sans textes alternatifs.

source: SEOKEY ALT Editor Media Library
fr_fr: Bibliothèque de médias ALT editor de SEOKEY

source: SEOKEY ALT editor is hidden
fr_fr: L’éditeur ALT de SEOKEY est caché

source: You should use SEOKEY ALT Editor to improve the visibility of your images on Google.<br><br><a class="button button-primary" href="%1$s">View ALT Editor</a>
fr_fr: Vous devez utiliser l’éditeur ALT de SEOKEY pour améliorer la visibilité de vos images sur Google.<br><br><a class="button button-primary" href="%1$s">Afficher l’éditeur ALT</a>

source: Media information
fr_fr: Informations sur les médias

source: Media
fr_fr: Médias

source: Media ALT attribute
fr_fr: Attribut ALT du média
