Repository: SeoMix/seokey-free
Catalog: public/assets/languages/seo-key-*.po
Languages: fr_fr

source: You must therefore fill in the alternative texts of all the media you have inserted in your content.
fr_fr: Vous devez donc remplir les textes alternatifs de toutes les images que vous avez insérés dans votre contenu.

source: When you want to be visible on Google with a specific expression, you must use it in your content.
fr_fr: Lorsque vous souhaitez être visible sur Google avec une expression spécifique, vous devez l’utiliser dans votre contenu.

source: This audit task therefore tests the number of times you use your targeted keyword in your content.
fr_fr: Cette tâche d’audit teste donc le nombre de fois que vous utilisez votre mot-clé ciblé dans votre contenu.

source: Good content is content that perfectly meets the needs of Internet users.
fr_fr: Un bon contenu est un contenu qui répond parfaitement aux besoins des internautes.

source: When this is the case, your content is often relatively long, with several parts.
fr_fr: Lorsque c’est le cas, votre contenu est souvent relativement long, avec plusieurs parties.

source: These are normally separated by level 2 titles (H2s). If you don't have enough of these, chances are your content is not rich enough.
fr_fr: Ceux-ci sont normalement séparés par des titres de niveau 2 (H2). Si vous n’en avez pas assez, il y a de fortes chances que votre contenu ne soit pas assez riche.

source: When you upload an image, it is added to the media library.
fr_fr: Lorsque vous téléchargez une image, elle est ajoutée à la médiathèque.

source: This audit task lists all the images in your media library that do not have alternative texts.
fr_fr: Cette tâche d’audit répertorie toutes les images de votre médiathèque qui n’ont pas de textes alternatifs.

source: This would fix two issues: you may insert them in your content without ALT, and your theme or extensions may do it too.
fr_fr: Cela résoudrait deux problèmes: vous pouvez les insérer dans votre contenu sans ALT, et votre thème ou vos extensions peuvent le faire aussi.

source: This audit task is not there to analyze your content.
fr_fr: Cette tâche d’audit n’est pas là pour analyser votre contenu.

source: It allows you to know which of your contents are not attracting visitors, and which therefore theoretically need work: improving the content and creating internal and external links to them.
fr_fr: Il vous permet de savoir lesquels de vos contenus n’attirent pas de visiteurs, et donc théoriquement besoin de travail: améliorer le contenu et créer des liens internes et externes vers eux.

source: In SEO, an H1 is the main title of your content. As for the title tag, it must describe your text and include the targeted keyword if possible.
fr_fr: En SEO, un H1 est le titre principal de votre contenu. Quant à la balise title, elle doit décrire votre texte et inclure le mot-clé ciblé si possible.

source: On classic WordPress themes, the H1 is automatically the name of your content.
fr_fr: Sur les thèmes WordPress classiques, le H1 est automatiquement le nom de votre contenu.

source: This audit task will show you all contents where you may have wrongly added an H1 inside your text.
fr_fr: Cette tâche d’audit vous montrera tous les contenus où vous avez peut-être ajouté à tort un H1 dans votre texte.

source: To work properly, SEOKEY needs to know which keywords you want to be visible on.
fr_fr: Pour fonctionner correctement, SEOKEY doit savoir sur quels mots-clés vous souhaitez être visible.

source: This audit task lists all the content where you have not filled in this information.
fr_fr: Cette tâche d’audit répertorie tous les contenus dans lesquels vous n’avez pas rempli ces informations.

source: By choosing a target keyword, SEOKEY can give you more precise advice.
fr_fr: En choisissant un mot-clé cible, SEOKEY peut vous donner des conseils plus précis.

source: This audit task tells you whether you have reached your goals or not.
fr_fr: Cette tâche d’audit vous indique si vous avez atteint vos objectifs ou non.

source: Sometimes we have to hide some content. It is the case for example of a "my account" or "thank you" page.
fr_fr: Parfois, nous devons cacher du contenu. C’est le cas par exemple d’une page « mon compte » ou « merci ».

source: This audit task allows you to visualize all the contents that you would have hidden (box "noindex).
fr_fr: Cette tâche d’audit vous permet de visualiser tous les contenus que vous auriez masqués (case «noindex»).

source: To have more optimized and readable URLs, you have disabled the category prefix (/category/).
fr_fr: Pour avoir des URL plus optimisées et lisibles, vous avez désactivé le préfixe de catégorie (/category/).

source: But in this case, there is a risk to have a content (post type) with the same URL as one of your category, preventing Google to access it.
fr_fr: Mais dans ce cas, il y a un risque d’avoir un contenu (type de publication) avec la même URL que celle de votre catégorie, empêchant Google d’y accéder.

source: SEOKEY is the only SEO plugin to notify you with this audit task.
fr_fr: SEOKEY est la seule extension SEO à vous avertir de cette tâche d’audit.

source: If your site is not optimized, it may be accessible via several different URLs: monsite.com and www.monsite.com.
fr_fr: Si votre site n’est pas optimisé, il peut être accessible via plusieurs URL différentes : monsite.com et www.monsite.com.

source: For Google, this duplicates your content: it is therefore very harmful to your natural referencing.
fr_fr: Pour Google, cela duplique votre contenu : c’est donc très néfaste pour votre référencement naturel.

source: Contact your host to redirect one of these versions to the other.
fr_fr: Contactez votre hôte pour rediriger l’une de ces versions vers l’autre.

source: To work properly, your WordPress theme must have the title tag functionality enabled with the add_theme_support function.
fr_fr: Pour fonctionner correctement, votre thème WordPress doit avoir la fonctionnalité de balise de titre activée avec la fonction add_theme_support.

source: If not, it can cause bugs and bad display of your page titles for Google.
fr_fr: Sinon, cela peut provoquer des bug et un mauvais affichage des titres de vos pages pour Google.

source: This audit task verifies that your WordPress theme is properly set up.
fr_fr: Cette tâche d’audit vérifie que votre thème WordPress est correctement configuré.

source: If you have mistakenly checked the box to hide your entire site from Google, this auditing task will notify you immediately.
fr_fr: Si vous avez coché par erreur la case pour masquer l’ensemble de votre site à Google, cette tâche d’audit vous en informera immédiatement.

source: The "Discourage search engines from indexing this site" box can be found in "Settings > Reading"
fr_fr: La case «Décourager les moteurs de recherche d’indexer ce site» se trouve dans «Paramètres > lecture»

source: For Google and other search engines, the robots.txt file allows to forbid access to certain files and folders.
fr_fr: Pour Google et d’autres moteurs de recherche, le fichier robots.txt permet d’interdire l’accès à certains fichiers et dossiers.

source: But the optimal solution in SEO is that they never find these links.
fr_fr: Mais la solution optimale en SEO est qu’ils ne trouvent jamais ces liens.

source: That's why this audit task checks that you have the simplest, most optimized robots.txt file possible.
fr_fr: C’est pourquoi cette tâche d’audit vérifie que vous disposez les fichier robots.txt les plus simples et les plus optimisés possible.

source: To give you real advice, SEOKEY needs access to your Search Console data to use it in this audit.
fr_fr: Pour vous donner de vrais conseils, SEOKEY a besoin d’accéder à vos données de la Search Console pour les utiliser dans cet audit.

source: This audit task verifies that you have connected your Search Console.
fr_fr: Cette tâche d’audit vérifie que vous avez connecté votre Search Console.

source: The addition of images (with alternative texts) helps to optimize and make your content more relevant.
fr_fr: L'ajout d'images (avec leurs textes alternatifs) aide à améliorer et à rendre plus pertinent votre contenu.

source: Do not hesitate to add them.
fr_fr: N'hésitez pas à en ajouter.

source: To optimize your visibility, you must have internal links towards relevant pages.
fr_fr: Pour améliorer votre visibilité, vous devez ajouter des liens internes vers vos pages importantes.

source: Therefore, you should add links to your most important pages.
fr_fr: C'est pourquoi vous devriez ajouter des liens vers vos pages importantes.

source: What is this HTML verification code?
fr_fr: Qu’est-ce que le code de vérification HTML de Google ?

source: To add a site in your Google Search Console account, the tool gives you several methods.
fr_fr: Pour ajouter un site dans votre compte Google Search Console, l'outil vous donne plusieurs méthodologies.

source: One of them is to add a meta in the HTML code of your pages.
fr_fr: L'un d'entre elles est d'ajouter une meta dans le code HTML de vos pages.

source: If you want to use this method, you can copy below the code given by Google.
fr_fr: Si vous souhaitez utiliser cette méthode, copier ci-dessous le code donné par Google.

source: Having an HTTPS website improves its security. For SEO, this is a requirement to implement.
fr_fr: Avoir un site en HTTPS améliore sa sécurité. En SEO, c'est un point à mettre en place.

source: HTTPS does not seem to be supported on your site. For this, we invite you to contact your host to enable it at the hosting level.
fr_fr: L'HTTPS ne semble pas être supporté sur votre site. Pour cela, nous vous invitons à contacter votre hébergeur pour l'activer.

source: The URLs of your site are not in HTTPS. Contact a professional to migrate your URLs or use an extension like Really Simple SSL.
fr_fr: Les URL de votre site ne sont pas en HTTPS. Contactez un professionnel pour migrer vos URL ou utilisez une extension comme Really Simple SLL.

source: SEOKEY sends author information to Google (if not noindexed). This information will be displayed as Schema.org markup and will help Google understand who authored your content. You can add this information to each user's profile.
fr_fr: SEOKEY envoie des informations sur l'auteur à Google (si ce dernier n'est pas en noindex). Ces informations seront affichées sous la forme d'un balisage Schema.org et aideront Google à comprendre qui est l'auteur de vos contenus. Vous pouvez les compléter dans le profil de chaque utilisateur.

source: SEOKEY displays this information to Google through Schema.org markup, helping the search engine to understand who's behind your website. You can configure this data in the SEOKEY settings in the 'Who are you?' section.
fr_fr: SEOKEY affiche ces informations à Google sous la forme d'un balisage Schema.org, ce qui aidera le moteur de recherche à comprendre qui se cache derrière votre site web. Vous pouvez configurer ces données dans les paramètres de SEOKEY dans la section « Qui êtes-vous ? ».

source: No help message yet
fr_fr: Pas encore de message d’aide

source: Help text will be added soon
fr_fr: Le texte d’aide sera bientôt ajouté

source: %s, author
fr_fr: %s, auteur

source: Archive for: %s
fr_fr: Archive pour: %s

source: %s is an author on %s website.
fr_fr: %s est auteur sur %s site.

source: <h1>Are you trying to break into %s ?</h1><p>We won‘t give you the KEY.</p>
fr_fr: <h1>Essayez-vous de vous introduire dans %s ?</h1><p>Nous ne vous donnerons pas la CLÉ.</p>

source: Homepage
fr_fr: Page d'accueil

source: - page %d
fr_fr: - %d de la page

source: BEGIN SEOKEY footer
fr_fr: COMMENCER LE PIED DE PAGE SEOKEY

source: Page %d of %s
fr_fr: Page %d sur %s

# Title page for 404 pages
source: Page not found
fr_fr: Page non trouvée

source: Search Results for &#8220;%s&#8221;
fr_fr: Résultats de recherche pour &#8220;%s&#8221;

source: Read more:
fr_fr: Lire la suite :

source: Audit this field with SEOKEY
fr_fr: Auditer ce champ avec SEOKEY

source: Default ACF fields are not included in SEOKEY audits. If this field is important and displayed within your content, activate this setting.
fr_fr: Pendant l'audit, les champs ACF ne sont pas inclus par défaut dans l'analyse du contenu. Si ce champ est important et qu'il est affiché dans vos contenus, activez cette option.

source: Warning: Internationalization compatibility
fr_fr: Attention : compatibilité avec la traduction

# notification text for a new content discovered
source: SEOKEY is not yet compatible with all translation plugins (only Polylang & WPML for now).
fr_fr: SEOKEY n'est pas encore compatible avec toutes les extensions de traduction (seules Polylang et WPML le sont actuellement).

# notification text for a new content discovered
source: Please wait our next update before using SEOKEY.
fr_fr: Il est préférable d'attendre notre prochaine mise à jour avant d'utiliser SEOKEY.

source: https://www.seo-key.com
fr_fr: https://www.seo-key.fr

source: The Key to WordPress SEO. SEOKEY is a simple and efficient Search Engine Audit and Optimization plugin for WordPress.
fr_fr: La clé du référencement WordPress. SEOKEY est une extension WordPress simple et efficace d’audit et d’optimisation des moteurs de recherche.
