Repository: SeoMix/seokey-free
Catalog: public/assets/languages/seo-key-*.po
Languages: fr_fr

source: Ideally, you should use .htaccess/.htpasswd protection. But when activated, it can prevent some features of SEOKEY to work.
fr_fr: Idéalement, vous devriez utiliser une protection .htaccess/.htpasswd. Cependant, lorsqu’elle est activée, elle peut empêcher le fonctionnement de certaines fonctionnalités de SEOKEY.

source: You can use fields below to fill in your .htpasswd credentials.
fr_fr: Vous pouvez utiliser les champs ci-dessous pour remplir vos informations d’identification .htpasswd.

source: What is a sitemap?
fr_fr: Qu’est-ce qu’un sitemap ?

source: A sitemap is a file that lists all the useful contents of your site.
fr_fr: Un sitemap est un fichier qui répertorie tous les contenus utiles de votre site.

source: It helps search engines to discover all of your publications.
fr_fr: Il aide les moteurs de recherche à trouver toutes vos publications.

source: SEOKEY manages all this for you, you don't have to do anything.
fr_fr: SEOKEY gère cela automatiquement pour vous pour que vous n’ayez rien à faire.

source: What is a breadcrumb?
fr_fr: Qu’est-ce qu’un fil d’Ariane ?

source: It's is a line in which the user is told where he is.
fr_fr: C’est une ligne qui indique à l'utilisateur où il se trouve.

source: For example, it can look like this: "Home > Category > Post name"
fr_fr: Par exemple, il peut ressembler à ceci: « Accueil > Catégorie > Nom de l’article »

source: SEOKEY adds the breadcrumbs in your pages (schema.org markup for Google). If you also want to display it to your visitors, use code below.
fr_fr: SEOKEY ajoute le fil d’Ariane dans vos pages (balisage schema.org pour Google). Si vous souhaitez également l’afficher à vos visiteurs, utilisez le code ci-dessous.

source: By default, when WordPress displays an author's page, it lists all their posts.
fr_fr: Par défaut, lorsque WordPress affiche la page d’un auteur, il liste toutes ses publications.

source: When there are too many, your site will create additional pages, for example author-name/page/2
fr_fr: Lorsqu’il y en a trop, votre site créera des pages supplémentaires, par exemple nom-auteur/page/2

source: These pages are usually of little interest to search engines. This wastes Google's time.
fr_fr: Ces pages ont généralement peu d’intérêt pour les moteurs de recherche. Cela fait perdre du temps à Google.

source: By activating this option, SEOKEY automatically disables and redirects these pages.
fr_fr: En activant cette option, SEOKEY désactive et redirige automatiquement ces pages.

source: In WordPress, when you have too many comments, you can enable pagination of them. It will create additional pages, for example post-name/comment-page-2/
fr_fr: Dans WordPress, lorsque vous avez trop de commentaires, vous pouvez activer leur pagination. Cela créera des pages supplémentaires, par exemple post-name/comment-page-2/

source: Even worse, it reduces your actual content quality (some comments are no longer there).
fr_fr: Pire encore, cela réduit la qualité réelle de votre contenu (certains commentaires ne sont plus dans votre contenu principal mais sur une autre page).

source: In WordPress, you can enable individual responses for each comment.
fr_fr: Dans WordPress, vous pouvez activer des réponses individuelles pour chaque commentaire.

source: Unfortunately, this will create additional links in the page. Google will follow them and it will waste time. It will also give less importance to your real links.
fr_fr: Malheureusement, cela créera des liens supplémentaires dans la page. Google les suivra et cela lui fera perdre du temps. Cela donnera également moins d’importance à vos liens réels.

source: By enabling this option, SEOKEY will hide these buttons.
fr_fr: En activant cette option, SEOKEY masquera ces boutons.

source: As in all SEO extensions, you can indicate whether a content should be hidden from Google.
fr_fr: Comme dans toutes les extensions SEO, vous pouvez indiquer si un contenu doit être caché à Google.

source: But they will still be displayed in listings, for example in your categories.
fr_fr: Mais ils seront toujours affichés dans les archives, par exemple dans vos catégories.

source: If you enable this option, "noindexed" content will no longer be displayed in your listings (in what is called The Loop in WordPress).
fr_fr: Si vous activez cette option, les contenus masqués (en « noindex») ne seront plus affichés dans vos archives (dans ce qu’on appelle la Boucle dans WordPress).

source: An RSS feed is a tool that allows different applications and sites to stay up to date with your new contents (for example with the excellent Feedly).
fr_fr: Un flux RSS est un outil qui permet à différentes applications, utilisateurs et sites de rester à jour avec vos nouveaux contenus (par exemple avec l’excellent Feedly).

source: But WordPress will create a lot of RSS feeds. They will make search engines waste time.
fr_fr: Mais WordPress créera beaucoup de flux RSS. Ils feront perdre du temps aux moteurs de recherche.

source: SEOKEY will automatically disable some harmful RSS feeds, such as comments RSS. But to disable other secondary feeds like those of your categories, use this option
fr_fr: SEOKEY désactive déjà certains flux RSS nuisibles, tels que les commentaires RSS. Mais pour désactiver les autres flux secondaires comme ceux de vos catégories et autres taxonomies, utilisez cette option

source: Where does this data comes from?
fr_fr: D’où proviennent ces données ?

source: The Google Search Console provides valuable information about your SEO.
fr_fr: La Google Search Console fournit des informations précieuses sur votre référencement.

source: The figures below will help you better understand how your content is currently performing on Google (figures based on the last 90 days).
fr_fr: Les chiffres ci-dessous vous aideront à mieux comprendre les performances actuelles de votre contenu sur Google (chiffres basés sur les 90 derniers jours).

source: By telling SEOKEY the keyword you want to be visible on, it will allow us to tell you what you should do with this content ("suggestion").
fr_fr: En indiquant à SEOKEY le mot-clé sur lequel vous souhaitez être visible, cela nous permettra de vous dire ce que vous devez faire avec ce contenu («suggestion»).

source: What is a title tag?
fr_fr: Qu’est-ce qu’une balise de titre ?

source: What is a meta description?
fr_fr: Qu’est-ce qu’une méta description ?

source: What is a private page (noindex directive)?
fr_fr: Qu’est-ce qu’une page privée (directive noindex) ?

source: Sometimes contents need to be private. For example, this is the case for a "thank you" page, a "my account" page or the shopping cart page on ecommerce websites.
fr_fr: Parfois, le contenu doit être privé. Par exemple, c’est le cas pour une page de remerciement, une page de « mon compte » ou la page du panier d’achat sur les sites de commerce électronique.

source: If this is the case, check the box. If Google discovers this content, SEOKEY will tell it to remove it from its index.
fr_fr: Si c’est le cas, cochez la case. Quand Google retournera sur ce contenu, SEOKEY lui dira de le supprimer de son index.

source: Why is it important?
fr_fr: Pourquoi est-ce important?

source: When Google discovers an error page, it causes several problems: it reduces the credibility of the site and its popularity, while wasting its time.
fr_fr: Lorsque Google découvre une page d’erreur, cela pose plusieurs problèmes : cela réduit la crédibilité du site et sa popularité, tout en lui faisant perdre du temps.

source: By redirecting these error pages, you will improve your SEO. Preferably, redirect these error pages to the most similar page.
fr_fr: En redirigeant ces pages d’erreur, vous améliorerez votre référencement. De préférence, redirigez ces pages d’erreur vers la page la plus similaire.

source: WordPress redirects automatically some urls when they have errors. But these redirects are slow and may not be relevant.
fr_fr: WordPress redirige automatiquement certaines URL lorsqu’elles ont des erreurs. Mais ces redirections sont lentes et peuvent ne pas être pertinentes.

source: You can therefore modify them (better relevance and loading time) or simply validate them (better loading time)
fr_fr: Vous pouvez donc les modifier (meilleure pertinence et temps de chargement) ou simplement les valider (meilleur temps de chargement)

source: The table below shows the redirects you have added manually.
fr_fr: Le tableau ci-dessous montre les redirections que vous avez manuellement ajoutées.

source: SEOKEY also handles many automatic redirects, including: paginated URL that no longer exist, archives by date, Attachment pages, URLs using /category/ if you have enabled the option, etc.
fr_fr: SEOKEY gère aussi de nombreuses redirections automatiques pour vous, notamment : les URL de pagination qui n'existent plus, les archives par dates, les pages des fichiers joints, les URL qui n'utilisent plus /category/ si vous avez activé cette option, etc.

source: How to fill in an alternative text?
fr_fr: Comment remplir un texte alternatif?

source: Describe what your image represents in a few words or a short sentence. You should describe what the image is about.
fr_fr: Décrivez ce que votre image représente en quelques mots ou en une courte phrase. Vous devez réellement décrire l'image.

source: If the image is purely decorative, you do not have to fill in the alternative text (because it may harm accessibility).
fr_fr: Si l’image est purement décorative, vous n’avez pas besoin de remplir le texte alternatif (car cela nuirait à l'accessibilité).

source: Why does Google need an alternative text?
fr_fr: Pourquoi Google a-t-il besoin d’un texte alternatif ?

source: Google is unable to understand an image alone, so you must help it by associating an alternative text with it.
fr_fr: Google est incapable de comprendre une image, vous devez donc l’aider en y associant un texte alternatif.

source: You will have to describe your image in a few words or a short sentence.
fr_fr: Vous devrez décrire votre image en quelques mots ou en une courte phrase.

source: This will allow you to be visible in Google Images, and improve the understanding of your content.
fr_fr: Cela vous permettra d’être visible dans Google Images et d’améliorer la compréhension de votre contenu.

source: Why does WordPress Media library not update alternative texts within my content?
fr_fr: Pourquoi la médiathèque WordPress ne met-elle pas à jour les textes alternatifs présent à l'intérieur de mes contenus ?

source: Medias management in WordPress is not great. When you add an image into a content, it is also added to the media library. Once it is done, the two are no longer linked to each other.
fr_fr: La gestion des médias par WordPress n’est pas idéale. Lorsque vous ajoutez une image à un contenu, elle est également ajoutée à la médiathèque. Une fois que c’est fait, les deux ne sont plus liées l’une à l’autre.

source: If you change or add alternative text for one, it doesn't update the other.
fr_fr: Si vous modifiez ou ajoutez un texte alternatif pour l’une, il ne met pas à jour l’autre.

source: Keep in mind that alternative texts within media library are still important. It will allow WordPress to add alternative texts for your featured images and in every PHP function showing a media. It will also avoid future errors if you want to add an already uploaded image.
fr_fr: Gardez à l'esprit que les textes alternatifs dans la bibliothèque de médias sont toujours importants. Cela permettra à WordPress d'ajouter des textes alternatifs pour vos images à la une et dans chaque fonction PHP affichant un média. Cela évitera également les erreurs futures si vous souhaitez ajouter une image déjà mise en ligne.

source: If you update to WordPress 6.0 or above, SEOKEY pro can fix this automatically.
fr_fr: Si vous faites la mise à jour vers WordPress 6.0 ou supérieur, SEOKEY pro pourra corriger cela automatiquement.

source: With WordPress 6.0 or above, SEOKEY PRO will add missing ALT within contents using alternative texts found in your media library.
fr_fr: Avec WordPress 6.0 et supérieur, SEOKEY PRO ajouter les textes alternatifs manquant dans les contenus lorsque ces textes alternatifs sont trouvés dans votre bibliothèque de médias.

source: Where other extensions offered a restrictive and not very explicit setting with %%title%% to insert, SEOKEY manages it for you.
fr_fr: Là où d’autres extensions offraient un paramètre restrictif et peu explicite avec des %%titre%% à insérer, SEOKEY le gère pour vous.

source: You only have to focus on the essential: writing good content.
fr_fr: Vous n’avez qu’à vous concentrer sur l’essentiel : écrire du bon contenu.

source: WordPress natively creates URLs for each year, month and day you published content.
fr_fr: WordPress crée nativement des URL pour chaque année, mois et jour où vous avez publié du contenu.

source: These URLs are unfortunately harmful because they do not target any keyword, are duplicated and waste Google's time.
fr_fr: Ces URL sont malheureusement nuisibles car elles ne ciblent aucun mot-clé, sont dupliquées et font perdre du temps à Google.

source: SEOKEY takes care of getting rid of them.
fr_fr: SEOKEY s’occupe de s’en débarrasser.

source: WordPress has the annoying tendency to add a lot of information to your HTML code, especially in what is called the HEAD.
fr_fr: WordPress a la fâcheuse tendance à ajouter beaucoup d’informations à votre code HTML, en particulier dans ce qu’on appelle le HEAD.

source: SEOKEY removes this information to lighten the weight of the pages and prevent Google from following some useless links.
fr_fr: SEOKEY supprime ces informations pour alléger le poids des pages et empêcher Google de suivre certains liens inutiles.

source: In WordPress, you can create new types of content (“products”, “customers”, ...). Some may have activated an archive page, (i.e. a page that lists all content of this type).
fr_fr: Dans WordPress, vous pouvez créer de nouveaux types de contenu («produits», «clients», ...). Certains peuvent avoir une page d’archive (c’est-à-dire une page qui répertorie tout le contenu de ce type).

source: It is, for example, the case of a possible WooCommerce Shop page that lists all content of type “Product”
fr_fr: C’est, par exemple, le cas d’une éventuelle page WooCommerce Shop qui répertorie tout le contenu de type «Produit»

source: SEOKEY finally adds a menu that will allow you to see this page more easily, and optimize the meta tags.
fr_fr: SEOKEY ajoute un menu qui vous permettra de voir cette page plus facilement, et d’en optimiser les balises méta.

source: By default, on your login page, the instructions given to Google (the meta robot tag) are not optimal, and this page is also linked to an external site (WordPress.org).
fr_fr: Par défaut, sur votre page de connexion, les instructions données à Google (la balise meta robot) ne sont pas optimales, et cette page fait également un lien vers un site externe (WordPress.org).

source: SEOKEY corrects these two defects.
fr_fr: SEOKEY corrige ces deux défauts.

source: WordPress creates by default dedicated URLs for each image you upload.
fr_fr: WordPress créer par défaut des URL dédiées à chaque image que vous avez mis en ligne.

source: But they are empty of text content and waste Google’s time.
fr_fr: Mais elles sont vides de contenus de texte, et font perdre un temps fou à Google.

source: SEOKEY removes them and redirects them to the image itself.
fr_fr: SEOKEY les supprime et les redirige proprement vers l’image en elle-même.

source: You may have already experienced it, WordPress will sometimes create a comment on your content when it links to another one.
fr_fr: Vous l’avez peut-être déjà vécu, WordPress va parfois créer un commentaire sur votre contenu quand ce dernier fait un lien vers un autre de vos contenus.

source: SEOKEY disables this feature.
fr_fr: SEOKEY désactive cette fonctionnalité.

source: In Gutenberg, as in the old WordPress content editor (TinyMCE), some options can be harmful.
fr_fr: Dans Gutenberg comme dans l’ancien éditeur de contenus de WordPress (TinyMCE), certaines options pouvaient vous nuire.

source: One of them is the possibility to add H1s or links to attachment pages.
fr_fr: On peut notamment citer la possibilité d’ajouter des H1 ou encore des liens vers les fameuses pages attachment.

source: SEOKEY cleans this up.
fr_fr: SEOKEY nettoie cela.

source: The robots.txt file allows you to tell Google which folders, files and URLs it should never visit again. But this does more harm than good because, on a truly optimized site, search engines should never find these links.
fr_fr: Le fichier robots.txt permet de dire à Google les dossiers, fichiers et URL qu’il ne doit plus jamais visiter. Mais cela fait plus de mal que de bien puisque, sur un site vraiment optimisé, les moteurs de recherche ne devraient jamais trouver ces liens.

source: SEOKEY will create a simple and effective file.
fr_fr: SEOKEY va donc créer un fichier simple et efficace qui autorise tout.

source: In addition, we physically create it, making it much faster to load than other extensions.
fr_fr: De plus, nous créons physiquement ce dernier, le rendant bien plus rapide à charger pour Google que ceux des autres extensions.

source: RSS feeds can be useful for Internet users to subscribe to your content.
fr_fr: Les flux RSS peuvent être utiles aux internautes pour s’abonner à vos contenus.

source: But for SEO, they often waste time for search engines or cause duplicate content.
fr_fr: Mais en référencement naturel, ils font souvent perdre du temps aux moteurs de recherche, ou alors ils provoquent de la duplication de contenus.

source: SEOKEY optimizes them in-depth (no more duplicated content, adding a link to the original content, adding an image when possible, deactivating comment RSS feeds, ...).
fr_fr: SEOKEY les optimise en profondeur (plus de contenus dupliqués, ajout d’un lien, ajout si possible d’une image, désactivation des flux RSS de commentaire, etc.)

source: Google can sometimes have trouble understanding who you are and where they are on your website.
fr_fr: Google peut parfois avoir du mal à comprendre qui vous êtes et où il se trouve sur votre site.

source: Depending on your settings, SEOKEY will automatically add several schema.org markup that will give it these valuable information (breadcrumbs, person, organization or local business markup).
fr_fr: En fonction de votre paramétrage, SEOKEY va ajouter automatiquement plusieurs balisages schema.org qui lui donneront ces précieuses informations (balisages breadcrumbs, personn, organization ou encore local business)

source: In order to know all the pages of your site, a search engine may need sitemaps.xml files that list all your content.
fr_fr: Pour connaître toutes les pages de votre site, un moteur de recherche peut avoir besoin de fichiers sitemaps.xml qui listent tous vos contenus.

source: WordPress will create them natively, but they are slow and not very optimized.
fr_fr: WordPress va en créer nativement, mais ils sont lents et peu optimisés.

source: SEOKEY disables them to create its own. As for the robots.txt file, we physically generate these files for a better loading time.
fr_fr: SEOKEY les désactive pour créer les siens. Mieux encore, comme pour le fichier robots.txt, nous créons physiquement ces fichiers pour un meilleur temps de chargement.

source: And finally, as soon as your Search Console is connected, we take care of submitting it to Google.
fr_fr: Et enfin, dès que votre Search Console sera connectée, nous nous chargeons de le soumettre à Google.

source: When you edit a user’s profile, SEOKEY adds several fields to tell Google who you are.
fr_fr: Lorsque vous modifierez le profil d’un utilisateur, SEOKEY rajoute plusieurs champs pour indiquer à Google qui vous êtes.

source: The objective is simple: to make your site more credible (E.A.T. criteria).
fr_fr: L’objectif est simple : rendre votre site plus crédible (critères E.A.T.).

source: For a better loading time, we strongly advise you to install a cache extension (e.g. WP Rocket).
fr_fr: Pour un meilleur temps de chargement, nous vous conseillons fortement l’installation d’une extension de cache (par exemple WP Rocket).

source: But these extensions will sometimes create temporary files that will eventually become error pages harmful to search engines.
fr_fr: Mais ces dernières vont parfois créer des fichiers temporaires qui deviendront à terme des pages d’erreur néfastes pour les moteurs de recherche.

source: SEOKEY corrects these by using a 410 code that will tell Google that it should not visit them anymore.
fr_fr: SEOKEY corrige ces pages en utilisant ce qu’on appelle un code 410 qui indiquera à Google qu’il ne doit plus les visiter.

source: Why longer content are better?
fr_fr: Pourquoi un contenu plus long est-il meilleur?

source: A long content is more likely to be visible in search engines.
fr_fr: Un contenu long est plus susceptible d’être visible dans les moteurs de recherche.

source: The reason for this is simple: the more text you have, the more likely you are to fully meet the needs of the user.
fr_fr: La raison est simple: plus vous avez de texte, plus vous avez de chances de répondre pleinement aux besoins de l’utilisateur.

source: An SSL certificate is important because it improves the security of your site. For Google, it is also a ranking criterion (although weak).
fr_fr: Un certificat SSL est important car il améliore la sécurité de votre site. Pour Google, c’est aussi un critère de classement (bien que faible).

source: But the SSL certificate depends primarily on your hosting, not your site.
fr_fr: Mais le certificat SSL dépend principalement de votre hébergement, pas de votre site.

source: The title tag is very important in SEO.
fr_fr: La balise title est très importante en SEO.

source: When it is too short or too long, the risk is that it is not optimized enough.
fr_fr: Quand il est trop court ou trop long, le risque est qu’il ne soit pas assez optimisé.

source: Write an optimized tag: neither too long nor too short.
fr_fr: Écrivez une balise optimisée : ni trop longue ni trop courte.

source: It must include the keyword you are targeting and describe your content.
fr_fr: Il doit inclure le mot-clé que vous ciblez et décrire votre contenu.

source: The meta description is important in SEO.
fr_fr: La méta description est importante en SEO.

source: Write an optimized tag: neither too long nor too short. It must include the keyword you are targeting and describe your content.
fr_fr: Écrivez une balise optimisée : ni trop longue ni trop courte. Il doit inclure le mot-clé que vous ciblez et décrire votre contenu.

source: By default, WordPress displays only 10 contents per page.
fr_fr: Par défaut, WordPress n’affiche que 10 contenus par page.

source: By increasing this number, it reduces the number of pagination pages (/page/2) so as not to waste Google's time.
fr_fr: En augmentant ce nombre, il réduit le nombre de pages de pagination (/page/2) afin de ne pas faire perdre de temps à Google.

source: With more content displayed, it will also improve the relevance of your categories.
fr_fr: Avec plus de contenu affiché, cela améliorera également la pertinence de vos catégories.

source: An alternative text allows to describe an image. This is useful for accessibility, but also for search engines that cannot understand your visuals.
fr_fr: Un texte alternatif permet de décrire une image. C’est utile pour l’accessibilité, mais aussi pour les moteurs de recherche qui ne peuvent pas comprendre vos visuels.

source: An alternative text must describe in a few words each image.
fr_fr: Un texte alternatif doit décrire en quelques mots chacune de vos images.
