Repository: SeoMix/seokey-free
Catalog: public/assets/languages/seo-key-*.po
Languages: fr_fr

source: Title in media library:
fr_fr: Titre dans la médiathèque :

source: File name:
fr_fr: Nom du fichier:

source: This file was uploaded while editing this content:
fr_fr: Ce fichier a été téléchargé lors de l'édition de ce contenu :

source: No ALT found
fr_fr: Aucune texte alternatif trouvé

source: This media belongs to another author: you can't change it.
fr_fr: Ce média appartient à un autre auteur : vous ne pouvez pas le modifier.

source: Edit your image description (ALT text)
fr_fr: Modifier la description de votre image (texte ALT)

source: Describe this media
fr_fr: Décrivez cette image

source: Submit
fr_fr: Modifier

source: ALT text saved
fr_fr: Texte alternatif enregistré

source: All medias (with or without ALT)
fr_fr: Tous les médias (avec ou sans ALT)

source: Images without ALT
fr_fr: Images sans texte alternatif

source: Images with ALT
fr_fr: Images avec texte alternatif

source: SEOKEY - Improve your visibility
fr_fr: SEOKEY - Boostez votre visibilité

source: (Default Title)
fr_fr: (Titre par défaut)

source: (Default Description)
fr_fr: (Description par défaut)

source: SEO performance for this content
fr_fr: Performances SEO pour ce contenu

source: Your SEO goal
fr_fr: Votre objectif SEO

source: Tell SEOKEY what is the main topic of this content to receive better advice.
fr_fr: Dites à SEOKEY quel est le sujet principal de ce contenu pour recevoir de meilleurs conseils.

source: Optimize and audit your content
fr_fr: Optimisez et auditez votre contenu

source: Content Audit
fr_fr: Audit du contenu

source: %s, author on %s.
fr_fr: %s, auteur sur %s.

source: <b>Redirect this URL</b> (source)
fr_fr: <b>Rediriger cette URL</b> (source)

source: Ex. /slug or https://mywebsite.com/slug
fr_fr: Ex: /slug ou https://mywebsite.com/slug

source: <b>To</b> (target)
fr_fr: <b>vers</b> (cible)

source: Add this redirection
fr_fr: Ajouter cette redirection

source: Update this redirection
fr_fr: Mettre à jour cette redirection

source: Cancel edit
fr_fr: Annuler la modification

source: Fill in the source field
fr_fr: Remplissez le champ source

source: Fill in the target field
fr_fr: Remplissez le champ cible

source: Enter a valid target url
fr_fr: Saisissez une URL cible valide

source: You have errors
fr_fr: Vous avez des erreurs

source: The source already exists
fr_fr: La source existe déjà

source: You can't redirect an external URL
fr_fr: Vous ne pouvez pas rediriger une URL externe

source: Redirection already exists
fr_fr: La redirection existe déjà

source: Source and target are identical
fr_fr: La source et la cible sont identiques

source: Redirection updated
fr_fr: Redirection mise à jour

source: Redirection added
fr_fr: Redirection ajoutée

source: Error adding this redirection
fr_fr: Erreur lors de l’ajout de cette redirection

source: Redirection deleted
fr_fr: Redirection supprimée

source: From
fr_fr: De

source: To
fr_fr: À

source: Cancel
fr_fr: Annuler

source: Redirect this URL
fr_fr: Rediriger cette URL

source: Hits
fr_fr: Vues

source: Last hit
fr_fr: Dernier accès

source: Edit
fr_fr: Modifier

source: Delete
fr_fr: Supprimer

source: %s item
fr_fr: %s élément

source: 404 errors
fr_fr: Pages d'erreur 404

source: 404 error detection is only available in the PRO version.
fr_fr: La détection des erreurs 404 est uniquement disponible dans la version PRO.

source: <a class='button button-primary button-hero' target='_blank' href='https://www.seo-key.fr/tarifs/'>Buy SEOKEY Premium</a>
fr_fr: <a class='button button-primary button-hero' target='_blank' href='https://www.seo-key.fr/tarifs/'>Acheter SEOKEY PRO</a>

source: Automatic redirections
fr_fr: Redirections automatiques

source: WordPress automatic redirections detection is only available in the PRO version.
fr_fr: Le suivi des redirections automatiques de WordPress est uniquement disponible avec la version PRO.

source: Add a redirection
fr_fr: Ajouter une redirection

source: Active redirects
fr_fr: Redirections actives

source: Find below the list of redirections that you have added manually:
fr_fr: Retrouve-ci dessous la liste des redirections que vous avez ajouté manuellement :

source: 404 errors detected
fr_fr: Erreurs 404 détectées

source: Google may have discovered 404 error pages on your website. You should fix them.
fr_fr: Google a peut-être découvert des pages d’erreur 404 sur votre site Web. Vous devez les corriger.

source: WordPress may create its own redirections, without warning you. You need to check and validate those redirections.
fr_fr: WordPress peut créer ses propres redirections, sans vous avertir. Vous devez vérifier et valider ces redirections.

source: Items per page
fr_fr: ﻿Eléments par page

source: What is a redirection?
fr_fr: Qu’est-ce qu’une redirection ?

source: A redirect is an instruction sent to your computer to redirect you to a new URL. For example, you want to see content on website.com/a, but you are automatically redirected to website.com/b.
fr_fr: Une redirection est une instruction envoyée à votre ordinateur pour vous rediriger vers une nouvelle URL. Par exemple, vous souhaitez voir le contenu monsite.com/a, mais vous êtes automatiquement redirigé vers monsite.com/b.

source: Users usually never realize it, but it helps search engines understand which is the right URL to consider.
fr_fr: Les utilisateurs ne s’en rendent généralement jamais compte, mais cela aide les moteurs de recherche à comprendre quelle est la bonne URL à prendre en compte.

source: When should I add a redirection?
fr_fr: Quand dois-je ajouter une redirection ?

source: You need to add a redirect when the content URL has changed or when you deleted it.
fr_fr: Vous devez ajouter une redirection lorsque l’URL du contenu a été modifiée ou lorsque vous l’avez supprimé.

source: <strong>You also need to add a redirect when Google finds an error page on your website.</strong>
fr_fr: <strong>Vous devez également ajouter une redirection lorsque Google trouve une page d’erreur sur votre site Web.</strong>

source: What is WordPress doing with automatic redirections?
fr_fr: Que fait WordPress avec les redirections automatiques ?

source: WordPress automatically redirects some error pages by guessing the right URL without telling you about it. But your CMS may be wrong so you need to check them.
fr_fr: WordPress redirige automatiquement certaines pages d’erreur en devinant la bonne URL sans vous en informer. Mais votre CMS peut se tromper. Vous devez donc vérifier ce qu'il fait.

source: In addition, these redirections are really slow (bad loading time for Google and your server).
fr_fr: De plus, ces redirections sont vraiment lentes (mauvais temps de chargement pour Google et votre serveur).

source: Connecting to Search Console is only available in the PRO version.
fr_fr: La connexion automatique à la Search Console est uniquement disponible avec la version PRO.

source: --- click
fr_fr: --- clic

source: --- average position
fr_fr: --- position moyenne

source: --- known keywords
fr_fr: --- mot-clé connu

source: XML Sitemap :
fr_fr: Sitemap XML :

source: This XML Sitemap is generated by SEOKEY to make your content more visible for search engines.
fr_fr: Ce sitemap XML est généré par SEOKEY pour rendre votre contenu plus visible pour les moteurs de recherche.

source: Learn more about XML sitemaps.
fr_fr: En savoir plus sur les Sitemaps XML.

source: Return to sitemap index.
fr_fr: Revenir à l’index du sitemap.

source: Number of URLs in this XML Sitemap:
fr_fr: Nombre d’URL dans ce sitemap XML :

source: %s contents.
fr_fr: %s contenu.

source: No need to manually submit this sitemap to Google. SEOKEY will handle it for you if you connect your search console.
fr_fr: Pas besoin de soumettre manuellement ce sitemap à Google. SEOKEY s’en chargera pour vous si vous connectez votre Search Console.

source: This XML Sitemap Index file contains
fr_fr: Ce fichier d’index de sitemap XML contient

source: Last Modified
fr_fr: Dernière modification

source: Change Frequency
fr_fr: Changer la fréquence

source: Sitemaps XML files
fr_fr: Les fichiers sitemaps XML

source: SEOKEY creates sitemap files to tell search engines about all of your content.
fr_fr: SEOKEY crée des fichiers sitemap pour lister aux moteurs de recherche l’ensemble de vos contenus.

source: We create real files (they are faster to load for Google).
fr_fr: Nous créons de vrais fichiers (ils sont plus rapides à charger pour Google).

source: View sitemaps files
fr_fr: Voir les fichiers sitemaps XML

source: You can see your sitemaps files here:
fr_fr: Vous pouvez voir vos fichiers sitemaps ici:

source: Sitemap files will be created after wizard.
fr_fr: Les fichiers Sitemap seront créés après le Wizard.

source: Sitemap files are currently being created. Please wait.
fr_fr: Les fichiers Sitemap sont en cours de création. Veuillez patienter.

source: The description is not prominent by default; however, some themes may show it.
fr_fr: La description n’est pas mise en évidence par défaut ; toutefois, certains thèmes peuvent l’afficher.

source: When were you born?
fr_fr: Quand êtes-vous né?

source: Who do you work for?
fr_fr: Pour qui travaillez-vous?

source: Job
fr_fr: Emploi

source: What do you do for a living?
fr_fr: Que faîtes-vous dans la vie ?

# H2 for additional field on user edit profil
source: Give Google more information about you
fr_fr: Dites-en plus sur vous à Google

source: Your website is password protected
fr_fr: Votre site Web est protégé par un mot de passe

# notification text for the htpasswd notification
source: You have a htpasswd protection. Please enter your login and password on the Tools Tabs here:
fr_fr: Vous avez une protection htpasswd. Veuillez entrer votre login et votre mot de passe dans les onglets Outils ici :

source: Settings page
fr_fr: Page des réglages

source: New content discovered
fr_fr: Nouveau contenu découvert

# notification text for a new content discovered
source: SEOKEY has discovered new content types on your website:
fr_fr: SEOKEY a découvert de nouveaux types de contenus sur votre site web :

# notification text for a new content discovered
source: You need to check your SEO settings.
fr_fr: Vous devez vérifier vos paramètres SEO.

source: <a href="%s">Go to your settings page</a>, check public contents and taxonomies, then %ssave your settings%s.
fr_fr: <a href="%s">Allez dans le menu de paramétrage</a>, vérifiez vos types de contenus et taxonomies, puis %ssauvegardez vos réglages%s.

source: <strong>%1$s</strong> requires PHP %2$s minimum, your website is currently running the %3$s version.
fr_fr: <strong>%1$s</strong> nécessite PHP %2$s minimum, votre site Web exécute actuellement la version %3$s.

source: <strong>%1$s</strong> requires WordPress %2$s minimum, your website is currently running the %3$s version.
fr_fr: <strong>%1$s</strong> nécessite WordPress %2$s minimum, votre site Web exécute actuellement la version %3$s.

source: Here is the list of these plugins:
fr_fr: Voici la liste de ces extensions :

source: (import functions not yet available)
fr_fr: (les fonctions d'import ne sont pas encore disponibles)

source: Warning: On deactivation, no data will be automatically imported into SEOKEY
fr_fr: Avertissement : en cas de désactivation, aucune donnée ne sera automatiquement importée dans SEOKEY

source: (but no data will be deleted).
fr_fr: (mais aucune donnée ne sera supprimée).

source: Go to import menu
fr_fr: Aller au menu d'import

source: Deactivate all of these plugins
fr_fr: Désactiver toutes ces extensions

source: Other SEO plugins are installed and may cause conflicts with SEOKEY.
fr_fr: D’autres extensions SEO sont installées et peuvent provoquer des conflits avec SEOKEY.

source: The main reason is that it does not improve SEO, so it does not belong in a SEO plugin.
fr_fr: La raison principale à cela est que cela n'améliore pas le référencement, donc cela n'a pas lieu d'être présent dans une extension de référencement naturel.

source: We noticed you imported data from another SEO plugin.
fr_fr: Nous avons remarqué que vous avez importé des données depuis une autre extension SEO.

source: If you want to add back these Data, we recommend you to install the <a href="%s">Open Graph and Twitter Card Tags</a> plugin, then <a href="%s">activate it</a> .
fr_fr: Si vous souhaitez remettre en place ces données, nous vous conseillons d'installer <a href="%s">Open Graph and Twitter Card Tags</a>, puis <a href="%s">de l'activer</a> .

source: SEOKEY does not add OpenGraph and Twitter card Data
fr_fr: SEOKEY n'ajoute pas les données OpenGraph et Twitter card

source: Wizard
fr_fr: Assistant (Wizard)

# Wizard Step
source: Who are you?
fr_fr: Qui êtes-vous ?

# Wizard Step
source: Contents
fr_fr: Contenus

# Wizard Step
source: Metas and URL
fr_fr: Métas et URL

# Wizard Step
source: SEO optimizations
fr_fr: Optimisations SEO

source: Who are you?
fr_fr: Qui êtes-vous ?

source: Optimize your contents
fr_fr: Optimisez vos contenus

source: Define your SEO data
fr_fr: Définissez vos données SEO

source: Get data from Search Console
fr_fr: Obtenir des données à partir de la Search Console

source: Automatic optimizations
fr_fr: Optimisations automatiques

source: It takes just a few minutes to configure SEOKEY, improve "%s" SEO and audit your content!
fr_fr: Il ne faut que quelques minutes pour configurer SEOKEY, améliorez le référencement « %s » et auditez votre contenu !

source: Launch the SEO Wizard
fr_fr: Lancez l’assistant SEO

source: Ignore and activate
fr_fr: Ignorer et activer

# notification title for the wizard installation
source: You are almost done !
fr_fr: Vous avez presque terminé !

source: Automatic optimization status
fr_fr: État d’optimisation automatique

# Setting Section tab name
source: Contents
fr_fr: Contenus

# Setting Section tab name
source: Metas and URL
fr_fr: Métas et URL

source: search
fr_fr: rechercher

source: Every %d Minutes
fr_fr: Toutes les %d minutes

source: My Keywords
fr_fr: Mes mots clés

# Automatic optimizations admin menu name
source: SEO optimizations
fr_fr: Optimisations SEO

# Settings admin menu name
source: Settings
fr_fr: Réglages

# Support admin menu name
source: Help
fr_fr: Aide et support

source: Dashboard
fr_fr: Tableau de bord

# Link anchor in admin page plugin listing
source: Support
fr_fr: Assistance

source: How do I choose a keyword?
fr_fr: Comment choisir un mot clé ?

source: A keyword or a phrase is what the Internet user will type in when searching in Google.
fr_fr: Un mot clé ou une expression est ce que l'internaute va taper lorsqu'il fera une recherche dans Google.

source: <strong>Your content must meet the user's needs</strong>. Ask yourself the following question: what is the user looking for when he search this phrase into Google?
fr_fr: <strong>Le contenu associé doit répondre au besoin utilisateur</strong>. Posez-vous la question suivante : que recherche l'internaute lorsqu'il tape cette recherche dans Google ?

source: How does SEOKEY rate your site?
fr_fr: Comment SEOKEY évalue-t-il votre site?

source: Our unique tool rates your site according to 3 criteria
fr_fr: Notre outil unique évalue votre site selon 3 critères

source: 1 - we rate contents that attracts traffic, regardless of whether they follow good SEO practices
fr_fr: 1 - nous évaluons les contenus qui attirent du trafic, qu’ils suivent ou non les bonnes pratiques de référencement

source: 2 - we rate different technical elements on the whole site (HTTPS, duplicate domains, etc.)
fr_fr: 2 - nous évaluons différents éléments techniques sur l’ensemble du site (HTTPS, domaines dupliqués, etc.)

source: 3 - we rate each content from an SEO point of view (content quality, meta tags, etc.).
fr_fr: 3 - nous évaluons chaque contenu d’un point de vue SEO (qualité du contenu, balises meta, etc.).

source: No targeted keyword
fr_fr: Pas de mot-clé ciblé

source: You haven't targeted a keyword yet. SEOKEY needs this information to give you real advice.
fr_fr: Vous n’avez pas encore ciblé un mot-clé. SEOKEY a besoin de ces informations pour vous donner de vrais conseils.

source: Full advices are only available in PRO version
fr_fr: Les conseils complets sont uniquement disponibles dans la version PRO

source: You should wait
fr_fr: Vous devriez attendre

source: You content has been updated less than 7 days ago.
fr_fr: Votre contenu a été mis à jour il y a moins de 7 jours.

source: Wait before doing any major optimization.
fr_fr: Attendez avant de faire une optimisation majeure.

source: This content was published less than 30 days ago.
fr_fr: Ce contenu a été publié il y a moins de 30 jours.

source: SEOKEY needs more information from Search Console to guide you, and Google is still processing your content.
fr_fr: SEOKEY a besoin de plus d'informations de la Search Console pour vous guider, et Google est encore en train d'analyser votre contenu.

source: Private content
fr_fr: Contenu privé

source: You choose to make this content private: you should not worry about SEO optimization.
fr_fr: Vous avez choisi de rendre ce contenu privé : vous n'avez pas à vous soucier de son optimisation SEO.

source: Keep Working
fr_fr: Continuez à travailler

source: Your content is not yet visible in search engines: you are still far from page 1.
fr_fr: Votre contenu n’est pas encore visible dans les moteurs de recherche. Vous êtes encore loin de la page 1.

source: Continue to improve your text, respond to user needs and create links from other websites to this content.
fr_fr: Continuez à améliorer votre texte, répondez aux besoins des utilisateurs et créez des liens depuis d’autres sites vers ce contenu.

source: Why are you asking?
fr_fr: Pourquoi cette information ?

source: Google needs to know who you are: a company, an individual, etc. This will enhance the credibility of your website (E.A.T criteria).
fr_fr: Google a besoin de savoir qui vous êtes : une entreprise, un individu, etc. Cela améliorera la crédibilité de votre site Web (critères E.A.T).

source: Nothing will be displayed to visitors, it is a schema.org markup only visible to search engines.
fr_fr: Rien ne sera affiché aux visiteurs, cela ajoute un balisage schema.org uniquement visible par les moteurs de recherche.

source: What is a post type and what should i do?
fr_fr: Qu’est-ce qu’un Post Type et que dois-je faire ?

source: By default, WordPress allows you to manage multiple content types (posts and pages are the default ones). Depending on your theme and plugins, you may have others such as products, sliders, clients, ...
fr_fr: Par défaut, WordPress vous permet de gérer plusieurs types de contenu (articles et pages sont ceux par défauts). Selon votre thème et vos extensions, vous pouvez en avoir d’autres tels que des produits, des sliders, des clients, etc.

source: But not all of these content types are always relevant. You can hide some of them from Google.
fr_fr: Mais tous ces types de contenu ne sont pas toujours pertinents. Vous pouvez cacher certains d’entre eux à Google.

source: To better see what they are, use each question mark to get more information about a specific content type.
fr_fr: Pour mieux voir ce qu’ils sont, survolez chaque point d’interrogation pour obtenir plus d’informations.

source: What is a taxonomy and what should i do?
fr_fr: Qu’est-ce qu’une taxonomie et que dois-je faire ?

source: By default, WordPress allows you to manage several types of classifications (categories and tags). These are called taxonomies. Depending on your theme and extensions, you may have more.
fr_fr: Par défaut, WordPress vous permet de gérer plusieurs types de classifications (catégories et tags). C’est ce qu’on appelle des taxonomies. Selon votre thème et vos extensions, vous en aurez peut-être plus.

source: But not all these taxonomies are always relevant. So you can hide some of them from Google.
fr_fr: Mais toutes ces taxonomies ne sont pas toujours pertinentes. Vous pouvez donc cacher certaines d’entre elles à Google.

source: To better see what they are, hover over the question mark of each taxonomy to get more information.
fr_fr: Pour mieux voir ce qu’ils sont, survolez le point d’interrogation de chaque taxonomie pour obtenir plus d’informations.

source: Why should i choose a taxonomy for each post type?
fr_fr: Pourquoi dois-je choisir une taxonomie pour chaque type de publication ?

source: In SEOKEY, we will tell Google the best way to rank your content (using schema.org)
fr_fr: Dans SEOKEY, nous indiquerons à Google la meilleure façon de classer votre contenu (en utilisant un balisage schema.org)

source: For each of your content types, select the taxonomy that seems most relevant.
fr_fr: Pour chacun de vos types de contenu, sélectionnez la taxonomie qui semble la plus pertinente.

source: In WordPress, you have pages for each of your authors.
fr_fr: Dans WordPress, vous avez des pages pour chacun de vos auteurs.

source: But depending on your industry and strategy, you may not want to display them in Google.
fr_fr: Mais en fonction de votre secteur d’activité et de votre stratégie, vous ne voudrez peut-être pas les afficher dans Google.

source: What is it?
fr_fr: Qu’est-ce que c’est?

source: The Title tag is the main subject of your content. It has a crucial importance for the Internet user and the search engine.
fr_fr: La balise Title est le sujet principal de chaque contenu. Elle a une importance cruciale pour l’internaute et le moteur de recherche.

source: You must add the keyword you are targeting, while making the user want to click.
fr_fr: Vous devez ajouter à l'intérieur le mot-clé que vous ciblez tout en donnant envie à l’utilisateur de cliquer.

source: Explain what your content will be about. This text must be appealing to users, because this is what they will read in the Google page results.
fr_fr: Expliquez de quoi parle votre contenu. Ce texte doit être attrayant pour les utilisateurs car c’est ce qu’ils liront dans les résultats de Google.

source: We advise you to add the keyword you are targeting.
fr_fr: Nous vous conseillons d’ajouter le mot-clé que vous ciblez.

source: What is the Search Console?
fr_fr: Qu’est-ce que la Search Console ?

source: Google Search Console is a free tool that lets you know the health and performance of your site in the search engine.
fr_fr: La Search Console est un outil gratuit qui vous permet de connaître la santé et les performances de votre site dans Google.

source: This allows SEOKEY to get valuable information to give you advice.
fr_fr: Cela permet à SEOKEY d’obtenir des informations précieuses pour vous conseiller.

source: In no circumstances will we use your data elsewhere: it will only be displayed in the administration of your site.
fr_fr: En aucun cas nous n’utiliserons vos données ailleurs: elles ne seront affichées que dans l’administration de votre site.

source: What should i do?
fr_fr: Que dois-je faire ?

source: Go to your Search Console to give SEOKEY the right to access your data.
fr_fr: Accédez à votre Search Console pour donner à SEOKEY le droit d’accéder à vos données.

source: To do this, please agree to the various requests after clicking on the button below.
fr_fr: Pour ce faire, veuillez accepter les différentes demandes après avoir cliqué sur le bouton ci-dessous.

source: Then, copy/paste below the code you will have obtained to validate the access to your Search Console.
fr_fr: Ensuite, copiez/collez sous le code que vous aurez obtenu pour valider l’accès à votre Search Console.

source: What is a htaccess/htpasswd protection?
fr_fr: Qu’est-ce qu’une protection htaccess/htpasswd ?

source: When you are working on a development site, Google may sometimes discover it and index it.
fr_fr: Lorsque vous travaillez sur un site de développement, Google peut parfois le trouver et l’indexer.
